note.org
#+html_head: <link rel="stylesheet" type="text/css" href="D:\CS\src\github.css">
#+latex_header: \usepackage[UTF8]{ctex}
#+latex_compiler: xelatex

#+startup: indent
#+author: LanderX
#+title: 马克思主义原理
#+options: date:nil

* 导论: 马克思主义: 一源万派
- 学习的基本原则: 追本溯源

** 一源: 马克思
*** 年龄分段
不同时期观点不一样, 不要混淆

- 1818 - 1845 青年时期 
  - 公知, 反对专制
  - 不强调科学必然, 抽象的人道主义
  - 西方中心论
- 1845 - 1871 成熟时期
  - *1845: 《德意志形态》, 《关于费尔巴哈的提纲》*
  - 强调科学必然规律 (毛:"历史规律不可抗拒, 美帝国主义必然灭亡")
  - 同样具有人道主义, 科学的人道主义
  - 受环境影响, 对东方仍具有偏见, 称古代中国"木乃伊"(朝代更替循环, 死而不衰), "活化石", "野蛮人", "半野蛮人"
  - 关注中国, 包括近代的革命
  - 东方社会也要经历西方的道路
- 1871 - 1883 晚年
  - *1871: 法兰西内战和巴黎公社*
  - 东方社会具备意志性, 有可能不经过资本主义的卡夫丁峡谷, 直接进入社会主义

*** 马克思和恩格斯: 马恩差异论

- 哲学理论有些理解不同
- 立场并不对立
- 还存在对立论, 一致论
- 梅林: 马克思首先是一名斗士, 在有斗争的机会时, 马克思会参与斗争

** 万派
*** 第二国际
- 第一国际的影子: 国际歌, 巴黎公社, 鲍迪埃. 共产党会议的ED
- 1889, 社会民主工人建立第二国际, 恩格斯领导, 调和各党派
- 恩格斯去世后, 第二国际分化斗争
  - 二战背景下, 国际主义和民族主义的斗争
    - 左派(革命派): 坚持马克思国际主义, 考虑战争是正义的吗? 开战者为了利益胁迫了整个民族. 不参与战争, 共同保卫和平.
    - 右派: 民族主义, 为本国而战. 大部分政党滑向了民族主义, 支持"防御性战争"
  - 革命主义和改良主义的斗争
    - 左派: 马克思: 暴力革命方式消灭资产阶级
      - 列宁: 让自己的祖国在战争中失败, 转国际战争为国内战争, 战争引发革命(毛: 二十世纪的主题是战争与革命)
    - 右派: 改良(修正)主义: 议会方式获取社会主导权
    - 中派: 考斯基, "共产党人的教皇", 调和左右派, 维持第二国际形式的团结. 
      - 战争开始后导向右派
- 第二国际演化为现代欧洲**民主社会主义**
  - *不要消灭私有制*, 搞国家调控干预, 福利制度, 减小贫富差距 -> 社会主义特点
  - 瑞典等北欧国家
  - *指导思想多元化*, 以马克思主义, 西方人道主义, 近代启蒙思想等均为指导思想
  - *不采取暴力革命*, 采取**议会斗争**
  - 区分民主社会党, 社会党, 民主党, 工人党, 共产党
    - 法国共产党 -> 社会民主党
    - 日本共产党 -> 社会民主党
    - *叫不叫共产党和是不是共产党无关*
  - 建立社会党国际

*** 列宁: 第三国际
- 第二国际纷纷倾向右派, 列宁认为第二国际破产, 建立第三国际继承马克思思想
- 进入第三国际尽量更名共产党
- *正统的马克思主义*: 中国共产党在其中
- 列宁去世后, 第三国际在苏联内分化
  - 斯大林 -> 胜出
  - 托洛茨基
    - 两人对立: 一国不能建成社会主义
      (马克思: 全世界爆发革命, 才可能进入共产主义, 俄国可能率先爆发, 但是俄国的革命只有引发西欧革命并互为补充, 才有可能胜利)
      列宁对此一直很犹豫
    - 被斯大林驱逐出境暗杀
  - 布哈林
    - 两人对立: 长期利用新经济政策
      列宁: 新经济政策, 一定范围允许私有, 但不知应持续多久
    - 被审判枪决
    - 戈尔巴乔夫为之平反
- 马克思主义出口各国
  - 中国: 斯大林->毛->中国特色

*** 西方马克思主义
**** 创始人
- *卢卡奇* 匈牙利 《历史与阶级意识》
- *科尔施* 德国 提出了西方马克思主义概念
  - 晚年关注中国, "马克思主义将在中国复兴"
  - 马克思主义与哲学, 首先提出西马
- *葛兰西* 意大利
  - 《狱中札记》
  
**** 其他
- 萨特 存在主义 + 马克思主义
- 波伏娃 女权主义 + 马克思主义
- 弗洛伊德 精神分析学嵌入马克思主义
- 阿尔堵塞 结构主义
- 生态马克思主义 帝国主义无序扩张导致生态危机
- 基督教 解放神学
- **法兰克福学派** 最重要的学派 德国人为主
  - 第一代 
    - 霍克还莫(启蒙辩证法)
    - 阿朵诺(否定辩证法)
    - 马尔库赛(/单向度的人/, 对发达资本主义批判)
  - 第二代 哈被马思
  - 第三代 或奈特

*** 生平
#+begin_quote
离经叛道
#+end_quote

- 1818年出生于德-特里尔, 中产阶级家庭.
- 1835年进入波恩大学, 法律专业.
  - 1945年分德, 波恩为西德首都.
- 1836年转入柏林大学, 法律专业.
- 1841年3月毕业
- 同年5月博士毕业于耶那大学
  - 靠关系
  - 靠论文
- 1842-1843 任 *莱茵报* 主编
  - 政论性文章, 报纸被查封
- 1843 退居乡下, 小镇克罗兹那赫, 其父友招之入普鲁士国家报做主编, 马克思拒绝
  - 普鲁士政府两次劝马克思回国, 均被拒绝
    - 顾赫尔, 马克思回话:"你总是以自己的尺度测量他人".
    - <!--- --->
- 1843, 卢格, 马克思的革命同志, 邀马克思前往政治宽松的法国
  - 办报纸, 写文章, 骂政府, *德法年鉴* (德国的哲学和法国的革命)
  - /黑格尔法哲学批判导言/, *列宁认为* 马克思从唯心主义转向唯物主义, 从革命民主主义转为共产主义
  - 1844年被法国驱逐出境, 一同出境的名单有海涅, 但政府受民众要求不驱逐海涅
- 马克思流亡比利时布鲁塞尔, 参加正义者同盟, 改其名为共产主义者同盟, 口号改为全世界共产主义者联合起来, 起草共产党宣言
- 1848年联合恩格斯回德国办 /新莱茵报/, 被镇压, 再次驱逐
- 1849年, 马克思恩格斯正式流亡英国
- 恩格斯回父亲(大资产家)公司赚钱, 马克思理论研究
  - 马克思理论研究贫困潦倒
  - 期间美国纽约论坛报邀马克思写过数篇文章(包括十余篇关于中国的文章), 仍穷困

**** 家庭环境: 允许马克思成为三个精英
***** 律界精英
- 父亲是律师, 攻读律师, 人际关系.
***** 学界精英
- 人脉: 柏林大学
  - 甘斯(黑格尔的弟子)的学生.
  - 萨维尼的学生.
  - 青年黑格尔派的领导人, 布鲁诺-鲍威尔, 亦师亦友, 
  指导马克思博士论文 /德谟克利特的自然哲学和伊壁鸠鲁的自然哲学的差别/
- 博士毕业后, 从教前, 政治变化, 革命教师除职, 不能讲授革命思想了, 放弃学界
***** 政界精英
- 夫人贵族出身
- 大舅内政大臣

**** 离经叛道
- 为劳动人民谋幸福
- 使马克思恩格斯幸福生活的制度, 建立于对劳动人民的剥削之上
- 陈独秀, 李大钊等大知识分子, 状况类似
- 周恩来
  - 出身"落魄的小资产阶级家庭"
  - "我已经背叛了自己的阶级"
- 毛泽东
  - 出身富农家庭

