note.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-12-24 周四 17:24 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>马克思主义原理</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="LanderX" />
<link rel="stylesheet" type="text/css" href="D:\CS\src\github.css">
</head>
<body>
<div id="content">
<h1 class="title">马克思主义原理</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org91313bb">1. 导论: 马克思主义: 一源万派</a>
<ul>
<li><a href="#org3dee6fc">1.1. 一源: 马克思</a>
<ul>
<li><a href="#orgd3d92c5">1.1.1. 年龄分段</a></li>
<li><a href="#orgd71e9c2">1.1.2. 马克思和恩格斯: 马恩差异论</a></li>
</ul>
</li>
<li><a href="#org1b67275">1.2. 万派</a>
<ul>
<li><a href="#orgaba9853">1.2.1. 第二国际</a></li>
<li><a href="#org2cc9160">1.2.2. 列宁: 第三国际</a></li>
<li><a href="#org80758e1">1.2.3. 西方马克思主义</a></li>
<li><a href="#org51c641b">1.2.4. 生平</a></li>
<li><a href="#orge59520f">1.2.5. 著作</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb4b3117">2. 第一讲 "新唯物主义" 西方哲学史的一场变革</a>
<ul>
<li><a href="#orge87a983">2.1. 西方哲学-理念论</a>
<ul>
<li><a href="#org993ef64">2.1.1. 两个世界</a></li>
<li><a href="#org18a7e7b">2.1.2. 中国: 一个人生</a></li>
<li><a href="#org1695efa">2.1.3. 原因分析</a></li>
<li><a href="#org12ec726">2.1.4. 理念论 Idealism</a></li>
</ul>
</li>
<li><a href="#orgab920e7">2.2. 西方哲学史脉络</a>
<ul>
<li><a href="#orge3184b0">2.2.1. 柏拉图</a></li>
<li><a href="#orgbf65329">2.2.2. 基督教哲学</a></li>
<li><a href="#org0ee604a">2.2.3. 笛卡尔</a></li>
<li><a href="#org02fce3a">2.2.4. 德国古典哲学</a></li>
</ul>
</li>
<li><a href="#orga7e1d75">2.3. 马克思超越理念论</a>
<ul>
<li><a href="#org1185a62">2.3.1. 何为超越</a></li>
<li><a href="#org7a90b5c">2.3.2. 物质本体论</a></li>
<li><a href="#orgd2385f8">2.3.3. 马-恩的第一个差异&#xa0;&#xa0;&#xa0;<span class="tag"><span class="_">马</span>&#xa0;<span class="_______">恩的第一处差异</span></span></a></li>
<li><a href="#org7d74a32">2.3.4. 马克思: 实践本体论</a></li>
</ul>
</li>
<li><a href="#orga0325c7">2.4. 唯物史观</a>
<ul>
<li><a href="#org5cd47c2">2.4.1. 名谓之争</a></li>
<li><a href="#orgf2dbfd3">2.4.2. "实践"的深化</a></li>
<li><a href="#org2039e6b">2.4.3. 唯物史观的线索</a></li>
<li><a href="#orga6601d7">2.4.4. 批判唯心史观</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgf4ae6ad">3. 第二讲 重拾辩证法的革命内核</a>
<ul>
<li><a href="#org1100f73">3.1. 日常生活中的"辩证"</a></li>
<li><a href="#org594ef3f">3.2. 一. 矛盾的辩证法</a>
<ul>
<li><a href="#org87fe4f9">3.2.1. 1. 词源: dialectic &lt;- dialogue</a></li>
<li><a href="#orgf70cdb8">3.2.2. 2. 康德</a></li>
<li><a href="#orgc7dc245">3.2.3. 3. 黑格尔 矛盾辩证法</a></li>
</ul>
</li>
<li><a href="#orgf179d68">3.3. 二. 革命辩证法</a>
<ul>
<li><a href="#orgd3c7700">3.3.1. 黑格尔的辩证法中包含革命部分(马克思说)</a></li>
<li><a href="#org537f8e8">3.3.2. 马克思(恩格斯)的辩证法: 批判的革命的辩证法</a></li>
<li><a href="#org50c1764">3.3.3. 毛泽东的革命辩证法</a></li>
<li><a href="#org24a2652">3.3.4. 教科书体系的辩证法</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org86e38a6">4. 第三讲 政治经济学批判</a>
<ul>
<li><a href="#org8705fab">4.1. 批判的逻辑</a>
<ul>
<li><a href="#orgdb77f0f">4.1.1. 何谓批判(kritik)</a></li>
<li><a href="#org8bed0f9">4.1.2. 何谓政治经济学批判</a></li>
</ul>
</li>
<li><a href="#org5bb2296">4.2. 异化劳动理论</a>
<ul>
<li><a href="#orgac90747">4.2.1. 何谓异化</a></li>
<li><a href="#org7b0b1ff">4.2.2. 何谓异化劳动</a></li>
<li><a href="#org172d1fa">4.2.3. 扬弃异化</a></li>
</ul>
</li>
<li><a href="#org30f3483">4.3. 剩余价值学说</a>
<ul>
<li><a href="#org470195a">4.3.1. 资本的流通</a></li>
<li><a href="#orgf5cd7ff">4.3.2. 资本增殖公式</a></li>
<li><a href="#orgb836a9e">4.3.3. 剩余价值率 m'</a></li>
<li><a href="#org0a05fcd">4.3.4. 资本的利润率 p'</a></li>
<li><a href="#org43ff8af">4.3.5. 资本家劳动吗?</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org847c011">5. 第四讲 共产主义的三重维度</a>
<ul>
<li><a href="#orgd2267fc">5.1. 作为现实运动的共产主义</a>
<ul>
<li><a href="#orgec86064">5.1.1. 是什么?不是理想, 是消灭现存状况的现实的运动</a></li>
<li><a href="#org86b67ca">5.1.2. 何以是? 共产主义的理论依据</a></li>
<li><a href="#orge264bfa">5.1.3. 何以是? 现实考量, 现实依据</a></li>
</ul>
</li>
<li><a href="#org8815842">5.2. 作为社会形态的共产主义</a>
<ul>
<li><a href="#org5966970">5.2.1. 社会形态阶段论</a></li>
<li><a href="#org1535084">5.2.2. 共产主义社会的具体阶段</a></li>
</ul>
</li>
<li><a href="#orgba3d48e">5.3. 作为远大理想的共产主义</a></li>
</ul>
</li>
<li><a href="#org7c61d20">6. 第五讲 马克思主义的国家, 宗教, 婚姻家庭理论</a>
<ul>
<li><a href="#org1045b86">6.1. 国家观</a>
<ul>
<li><a href="#org3f15d65">6.1.1. 所谓国家</a></li>
<li><a href="#org8122e94">6.1.2. 国家的本质 (国家和阶级的关系)</a></li>
<li><a href="#org6d70660">6.1.3. 无产阶级专政</a></li>
</ul>
</li>
<li><a href="#org9504cf6">6.2. 宗教观</a>
<ul>
<li><a href="#org9350421">6.2.1. 世界三大宗教</a></li>
<li><a href="#orgc63e846">6.2.2. 宗教的本质&#xa0;&#xa0;&#xa0;<span class="tag"><span class="__________">黑格尔法哲学批判导言</span></span></a></li>
<li><a href="#org2f822c2">6.2.3. 宗教批判(马克思没说过宗教一定会消亡)</a></li>
<li><a href="#org2271ef1">6.2.4. 共产党员能信教吗?</a></li>
<li><a href="#org4d8ffc9">6.2.5. 伊斯兰教很极端?</a></li>
</ul>
</li>
<li><a href="#org63b6ca0">6.3. 婚姻家庭学说</a>
<ul>
<li><a href="#org03a6635">6.3.1. 女权主义</a></li>
<li><a href="#org8d18407">6.3.2. 婚姻家庭的历史演进</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgc583468">7. 结语: 马克思主义: 我们时代的哲学</a></li>
<li><a href="#org8f228c1">8. 考试</a></li>
</ul>
</div>
</div>

<div id="outline-container-org91313bb" class="outline-2">
<h2 id="org91313bb"><span class="section-number-2">1</span> 导论: 马克思主义: 一源万派</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>学习的基本原则: 追本溯源</li>
</ul>
</div>

<div id="outline-container-org3dee6fc" class="outline-3">
<h3 id="org3dee6fc"><span class="section-number-3">1.1</span> 一源: 马克思</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orgd3d92c5" class="outline-4">
<h4 id="orgd3d92c5"><span class="section-number-4">1.1.1</span> 年龄分段</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
不同时期观点不一样, 不要混淆
</p>

<ul class="org-ul">
<li>1818 - 1845 青年时期 
<ul class="org-ul">
<li>公知, 反对专制</li>
<li>不强调科学必然, 抽象的人道主义</li>
<li>西方中心论</li>
</ul></li>
<li>1845 - 1871 成熟时期
<ul class="org-ul">
<li><b>1845: 《德意志形态》, 《关于费尔巴哈的提纲》</b></li>
<li>强调科学必然规律 (毛:"历史规律不可抗拒, 美帝国主义必然灭亡")</li>
<li>同样具有人道主义, 科学的人道主义</li>
<li>受环境影响, 对东方仍具有偏见, 称古代中国"木乃伊"(朝代更替循环, 死而不衰), "活化石", "野蛮人", "半野蛮人"</li>
<li>关注中国, 包括近代的革命</li>
<li>东方社会也要经历西方的道路</li>
</ul></li>
<li>1871 - 1883 晚年
<ul class="org-ul">
<li><b>1871: 法兰西内战和巴黎公社</b></li>
<li>东方社会具备意志性, 有可能不经过资本主义的卡夫丁峡谷, 直接进入社会主义</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgd71e9c2" class="outline-4">
<h4 id="orgd71e9c2"><span class="section-number-4">1.1.2</span> 马克思和恩格斯: 马恩差异论</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li>哲学理论有些理解不同</li>
<li>立场并不对立</li>
<li>还存在对立论, 一致论</li>
<li>梅林: 马克思首先是一名斗士, 在有斗争的机会时, 马克思会参与斗争</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org1b67275" class="outline-3">
<h3 id="org1b67275"><span class="section-number-3">1.2</span> 万派</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgaba9853" class="outline-4">
<h4 id="orgaba9853"><span class="section-number-4">1.2.1</span> 第二国际</h4>
<div class="outline-text-4" id="text-1-2-1">
<ul class="org-ul">
<li>第一国际的影子: 国际歌, 巴黎公社, 鲍迪埃. 共产党会议的ED</li>
<li>1889, 社会民主工人建立第二国际, 恩格斯领导, 调和各党派</li>
<li>恩格斯去世后, 第二国际分化斗争
<ul class="org-ul">
<li>二战背景下, 国际主义和民族主义的斗争
<ul class="org-ul">
<li>左派(革命派): 坚持马克思国际主义, 考虑战争是正义的吗? 开战者为了利益胁迫了整个民族. 不参与战争, 共同保卫和平.</li>
<li>右派: 民族主义, 为本国而战. 大部分政党滑向了民族主义, 支持"防御性战争"</li>
</ul></li>
<li>革命主义和改良主义的斗争
<ul class="org-ul">
<li>左派: 马克思: 暴力革命方式消灭资产阶级
<ul class="org-ul">
<li>列宁: 让自己的祖国在战争中失败, 转国际战争为国内战争, 战争引发革命(毛: 二十世纪的主题是战争与革命)</li>
</ul></li>
<li>右派: 改良(修正)主义: 议会方式获取社会主导权</li>
<li>中派: 考斯基, "共产党人的教皇", 调和左右派, 维持第二国际形式的团结. 
<ul class="org-ul">
<li>战争开始后导向右派</li>
</ul></li>
</ul></li>
</ul></li>
<li>第二国际演化为现代欧洲**民主社会主义**
<ul class="org-ul">
<li><b>不要消灭私有制</b>, 搞国家调控干预, 福利制度, 减小贫富差距 -&gt; 社会主义特点</li>
<li>瑞典等北欧国家</li>
<li><b>指导思想多元化</b>, 以马克思主义, 西方人道主义, 近代启蒙思想等均为指导思想</li>
<li><b>不采取暴力革命</b>, 采取**议会斗争**</li>
<li>区分民主社会党, 社会党, 民主党, 工人党, 共产党
<ul class="org-ul">
<li>法国共产党 -&gt; 社会民主党</li>
<li>日本共产党 -&gt; 社会民主党</li>
<li><b>叫不叫共产党和是不是共产党无关</b></li>
</ul></li>
<li>建立社会党国际</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org2cc9160" class="outline-4">
<h4 id="org2cc9160"><span class="section-number-4">1.2.2</span> 列宁: 第三国际</h4>
<div class="outline-text-4" id="text-1-2-2">
<ul class="org-ul">
<li>第二国际纷纷倾向右派, 列宁认为第二国际破产, 建立第三国际继承马克思思想</li>
<li>进入第三国际尽量更名共产党</li>
<li><b>正统的马克思主义</b>: 中国共产党在其中</li>
<li>列宁去世后, 第三国际在苏联内分化
<ul class="org-ul">
<li>斯大林 -&gt; 胜出</li>
<li>托洛茨基
<ul class="org-ul">
<li>两人对立: 一国不能建成社会主义
(马克思: 全世界爆发革命, 才可能进入共产主义, 俄国可能率先爆发, 但是俄国的革命只有引发西欧革命并互为补充, 才有可能胜利)
列宁对此一直很犹豫</li>
<li>被斯大林驱逐出境暗杀</li>
</ul></li>
<li>布哈林
<ul class="org-ul">
<li>两人对立: 长期利用新经济政策
列宁: 新经济政策, 一定范围允许私有, 但不知应持续多久</li>
<li>被审判枪决</li>
<li>戈尔巴乔夫为之平反</li>
</ul></li>
</ul></li>
<li>马克思主义出口各国
<ul class="org-ul">
<li>中国: 斯大林-&gt;毛-&gt;中国特色</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org80758e1" class="outline-4">
<h4 id="org80758e1"><span class="section-number-4">1.2.3</span> 西方马克思主义</h4>
<div class="outline-text-4" id="text-1-2-3">
</div>
<ol class="org-ol">
<li><a id="org793f7dd"></a>创始人<br />
<div class="outline-text-5" id="text-1-2-3-1">
<ul class="org-ul">
<li><b>卢卡奇</b> 匈牙利 《历史与阶级意识》</li>
<li><b>科尔施</b> 德国 提出了西方马克思主义概念
<ul class="org-ul">
<li>晚年关注中国, "马克思主义将在中国复兴"</li>
<li>马克思主义与哲学, 首先提出西马</li>
</ul></li>
<li><b>葛兰西</b> 意大利
<ul class="org-ul">
<li>《狱中札记》</li>
</ul></li>
</ul>
</div>
</li>

<li><a id="org8066325"></a>其他<br />
<div class="outline-text-5" id="text-1-2-3-2">
<ul class="org-ul">
<li>萨特 存在主义 + 马克思主义</li>
<li>波伏娃 女权主义 + 马克思主义</li>
<li>弗洛伊德 精神分析学嵌入马克思主义</li>
<li>阿尔堵塞 结构主义</li>
<li>生态马克思主义 帝国主义无序扩张导致生态危机</li>
<li>基督教 解放神学</li>
<li><b><b>法兰克福学派</b></b> 最重要的学派 德国人为主
<ul class="org-ul">
<li>第一代 
<ul class="org-ul">
<li>霍克还莫(启蒙辩证法)</li>
<li>阿朵诺(否定辩证法)</li>
<li>马尔库赛(<i>单向度的人</i>, 对发达资本主义批判)</li>
</ul></li>
<li>第二代 哈被马思</li>
<li>第三代 或奈特</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>

<div id="outline-container-org51c641b" class="outline-4">
<h4 id="org51c641b"><span class="section-number-4">1.2.4</span> 生平</h4>
<div class="outline-text-4" id="text-1-2-4">
<blockquote>
<p>
离经叛道
</p>
</blockquote>

<ul class="org-ul">
<li>1818年出生于德-特里尔, 中产阶级家庭.</li>
<li>1835年进入波恩大学, 法律专业.
<ul class="org-ul">
<li>1945年分德, 波恩为西德首都.</li>
</ul></li>
<li>1836年转入柏林大学, 法律专业.</li>
<li>1841年3月毕业</li>
<li>同年5月博士毕业于耶那大学
<ul class="org-ul">
<li>靠关系</li>
<li>靠论文</li>
</ul></li>
<li>1842-1843 任 <b>莱茵报</b> 主编
<ul class="org-ul">
<li>政论性文章, 报纸被查封</li>
</ul></li>
<li>1843 退居乡下, 小镇克罗兹那赫, 其父友招之入普鲁士国家报做主编, 马克思拒绝
<ul class="org-ul">
<li>普鲁士政府两次劝马克思回国, 均被拒绝
<ul class="org-ul">
<li>顾赫尔, 马克思回话:"你总是以自己的尺度测量他人".</li>
<li>&lt;!&#x2014; &#x2014;&gt;</li>
</ul></li>
</ul></li>
<li>1843, 卢格, 马克思的革命同志, 邀马克思前往政治宽松的法国
<ul class="org-ul">
<li>办报纸, 写文章, 骂政府, <b>德法年鉴</b> (德国的哲学和法国的革命)</li>
<li><i>黑格尔法哲学批判导言</i>, <b>列宁认为</b> 马克思从唯心主义转向唯物主义, 从革命民主主义转为共产主义</li>
<li>1844年被法国驱逐出境, 一同出境的名单有海涅, 但政府受民众要求不驱逐海涅</li>
</ul></li>
<li>马克思流亡比利时布鲁塞尔, 参加正义者同盟, 改其名为共产主义者同盟, 口号改为全世界共产主义者联合起来, 起草共产党宣言</li>
<li>1848年联合恩格斯回德国办 <i>新莱茵报</i>, 被镇压, 再次驱逐</li>
<li>1849年, 马克思恩格斯正式流亡英国</li>
<li>恩格斯回父亲(大资产家)公司赚钱, 马克思理论研究
<ul class="org-ul">
<li>马克思理论研究贫困潦倒</li>
<li>期间美国纽约论坛报邀马克思写过数篇文章(包括十余篇关于中国的文章), 仍穷困</li>
</ul></li>
</ul>
</div>

<ol class="org-ol">
<li><a id="orgb8c8920"></a>家庭环境: 允许马克思成为三个精英<br />
<ol class="org-ol">
<li><a id="orgfce67ea"></a>律界精英<br />
<div class="outline-text-6" id="text-1-2-4-1-1">
<ul class="org-ul">
<li>父亲是律师, 攻读律师, 人际关系.</li>
</ul>
</div>
</li>
<li><a id="org5f64b94"></a>学界精英<br />
<div class="outline-text-6" id="text-1-2-4-1-2">
<ul class="org-ul">
<li><p>
人脉: 柏林大学
</p>
<ul class="org-ul">
<li>甘斯(黑格尔的弟子)的学生.</li>
<li>萨维尼的学生.</li>
<li>青年黑格尔派的领导人, 布鲁诺-鲍威尔, 亦师亦友,</li>
</ul>
<p>
指导马克思博士论文 <i>德谟克利特的自然哲学和伊壁鸠鲁的自然哲学的差别</i>
</p></li>
<li>博士毕业后, 从教前, 政治变化, 革命教师除职, 不能讲授革命思想了, 放弃学界</li>
</ul>
</div>
</li>
<li><a id="orgcf48544"></a>政界精英<br />
<div class="outline-text-6" id="text-1-2-4-1-3">
<ul class="org-ul">
<li>夫人贵族出身</li>
<li>大舅内政大臣</li>
</ul>
</div>
</li>
</ol>
</li>

<li><a id="orgca8d5c2"></a>离经叛道<br />
<div class="outline-text-5" id="text-1-2-4-2">
<ul class="org-ul">
<li>为劳动人民谋幸福</li>
<li>使马克思恩格斯幸福生活的制度, 建立于对劳动人民的剥削之上</li>
<li>陈独秀, 李大钊等大知识分子, 状况类似</li>
<li>周恩来
<ul class="org-ul">
<li>出身"落魄的小资产阶级家庭"</li>
<li>"我已经背叛了自己的阶级"</li>
</ul></li>
<li>毛泽东
<ul class="org-ul">
<li>出身富农家庭</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
