note.org
*** 著作

#+begin_quote
浩如烟海
#+end_quote

- 1843年, 莱茵报发文 /黑格尔法哲学批判导言/, /论犹太人问题/
  - *列宁* 认为马克思从唯心主义转向唯物主义, 从革命民主主义转为共产主义
  - 1930年才纠正为马克思在1845年思想成熟
- 1844年 /经济学哲学手稿/ (44手稿), 生前未发布
  - 直至1930年才被发现, 学者才发现 *马克思早年与晚年* 的差别
  - 同年, /神圣家族-对批判的批判所作的批判/ (*合著*)
    - 列宁: "三分之二是冗长无聊的文字"
      - 普鲁士不审查过长的书本, 百姓不去读
- 1845年 /[费尔巴哈的]提纲/, /[德意志意识]形态/ (*合著*), *成熟代表作*, *历史唯物主义诞生*
  - 阿尔都塞:"马克思的人生有一次断裂, 提纲是划过夜空的闪电"
- 1847年 /哲学的贫困/ 第一部法语
  - 批判 /贫困的哲学/
- 1848年 /[共产党]宣言/ *第三部合著*, 共三部
- 1849年 /雇佣劳动与资本/ (*经济*)
- 1852年 /路易波拿巴的雾月十八日/ (*政治*)
- 1859年 /政治经济批判(一)/ (仅一册)
- 1867年 /资本论-政治经济批判(一)/ (本人仅出版一卷)
- 1871年 /[法兰西]内战/ (讲巴黎公社) 
  - *走入老年*
- 1875年 /哥达纲领批判/

**** 手稿存于
- 德国马琳基金会
- 
全手稿: 2031年MEGA^2
* 第一讲 "新唯物主义" 西方哲学史的一场变革
** 西方哲学-理念论

#+begin_quote
西方哲学: 两个世界, 中国哲学: 一个人生
#+end_quote

*** 两个世界
- 生活在: 感性世界/现实世界/形而下的世界
- 真理存在: 超感性世界/理念世界/形而上世界
/感性世界的真理存在于理念世界, 感性世界分有理念世界/
- *思辩哲学*
- *宗教信仰*, 虔诚

*** 中国: 一个人生
/形而上的西方哲学传入中国后, 改化为形而下/
- "两个世界"是统一的
  - "道器不分", "体用不二"
  - "大道不离人伦日用"
- *不讨论形而上*, "未知生, 焉知死"
- *人生哲学/实用哲学*
- *宗教实用*, 利用

*** 原因分析
- 雅思贝尔思: 公元前500年->轴心时代
  - 世界各处出现哲学家, 后人按照他们设定的方向发展. (存在主义哲学)
- 中国哲学产生于乱->实用
- 西方哲学产生于闲->信仰

*** 理念论 Idealism
- 判断唯心主义: 是否划分两个世界
  
** 西方哲学史脉络
*** 柏拉图
合乎理念即是此物
*** 基督教哲学
- 感性化, 把理念替换为上帝, 用宗教替代传统思辩哲学, 上帝的理念支配现实世界
- 上帝->神圣的
  /西方哲学主义的信仰一定是神圣的/
  1. 无限性, 无尽名
     - "被描述的时候, 即被否定了"
  2. 超越性
     - 超越现实世界, 超越人
     - 不能理解, 只能信仰
  3. 普遍性
     - 现西方"普适价值体系", 已被落实为制度
     - 西方将文化强行外传, 霸权
     - /中国自我中心, 而不向外渗透/

*** 笛卡尔
- 近代哲学, *人的地位发展*, 主体性转向, 认识论转向, 考量人能否认识理念, 能否把握真理, 而非只看上帝
- 马克思对哲学的定义: *哲学是时代在精神上的精华*, 哲学反映时代的命脉, 让这个时代在精神上升华
  - 分析马哲的时代意义
  - 哲学反映了时代
    - 马克思
      - 
    - 毛泽东
      - 解放: 新民主主义论
      - 文革: 无产阶级继续革命论
    
#+begin_quote
我思故我在 \\
I think, therefore I am.
#+end_quote
- 我思哲学
- I am: 纯存在, 理念的存在
  - 黑格尔: 纯存在, 无规定性的规定性

*** 德国古典哲学
#+begin_quote
西方哲学的集大成者
#+end_quote
**** 康德
- 不可知论
***** 两个世界: 现象/经验世界 <-> 本体/超验/先验世界
- 经验/现象区分
  - 经验世界: 从主体出发, 体验到的世界
  - 现象世界: 从客体出发, 显现出的世界
- 本体世界, 人的感性知性理性均无法认识
- 批判理性, 为知识划定边界, 从而为信仰留下空间
***** 本体世界: 物自体
- 意志自由
- 灵魂不朽
- 上帝存有
***** 马克思: 康德哲学是法国革命的德国理论, 体现出了德资产阶级的软弱
- 革命理念: 上帝是否存有, 此事是本体世界的, 是不可知不可理解的
  - 海涅: 康德砍下了自然神论, 上帝的头颅, 置天平上, 在对侧放上了正确的砝码
***** 道德要在本体世界找到, 不要与经验世界, 与世俗牵连
- "只有可以成为普遍法则的准则, 才是符合道德的", 可接受全世界的人都这么做的事, 是道德
  - 不能撒谎
  - 不能自杀
  - 互相帮助
  - 努力发展自己的才能
- 道德是定言命令式, "应当"
- 不是假言命令式, "如果"
***** 三大批判
1. 纯粹理性批判: 理论理性低于实践理性, 科学知识应该让位给宗教信仰
2. 实践理性批判: 人在绝对服从道德律令的情况下, 不应该只是去寻找快乐, 而应该去寻找上帝赐予人们的幸福
3. 判断力批判: 寻求两个分割的世界的沟通, 认为自由的道德律令要在感性的现实世界实现出来, 其中介是反思判断力
**** 黑格尔

#+begin_quote
费尔巴哈: "黑格尔哲学是宗教哲学的最后支柱"
#+end_quote

核心: *绝对精神(上帝)*, 但不寄宿于"太抽象"的本体世界
- 抽象的绝对精神, *易化到现实世界, 经历现实世界*
- 再回归到内容丰富的绝对精神
  
** 马克思超越理念论
*** 何为超越
不是简单的颠倒, 否定, 停留在旧有的结构; 而是改变它的形态
- 身是菩提树, 心如明镜台, 时时勤拂拭, 勿使惹尘埃.
- 菩提本无树, 明镜亦非台, 本来无一物, 何处惹尘埃?
*** 物质本体论 
- 存在的问题: 马克思不支持; 没有超出理念论
- 也称万有(诸存在)/存在论: 研究世间诸存在的问题
**** 客观实在性
**** 永恒不灭性
**** 形而上的理念性, 没有超出理念论
现实社会的物体分有了理念, 具备着物质性
*** 马-恩的第一个差异                                   :马:恩的第一处差异:
恩格斯停留在传统哲学理论: 物质本体, 而马克思提出了超越理念论
*** 马克思: 实践本体论
**** /关于费尔巴哈的提纲/
#+begin_quote
关于费尔巴哈的提纲
#+end_quote
***** 费尔巴哈的唯物主义 (1. 关于费尔巴哈, 一)
- 人本学, 感性的人, 把人与人的关系视作哲学的基础
- 人在对象中认识自己, 主体的性质赋予对象, 对象映射主体的性质
- 找无限的对象反映人无限的思想: 上帝
  - 为了承载无限的思想, 我们 *创造了上帝* 
- 对象: 例
  - alphaGo是一群人类主体对围棋等的认知, 对象化的产物, 不是所谓机器

***** 马克思: 实践本体论(实践哲学) (1. 关于费尔巴哈, 六)
#+begin_quote
提纲: 费尔巴哈把宗教的本质归结于人的本质。但是，人的本质不是单个人所固有的抽象物，在其现实性上，它是一切社会关系的总和。\\
提纲: 全部社会生活在本质上是实践的。
#+end_quote
#+begin_src text
人(主体) <--建构-- 实践(无前提) --建构--> 世界(对象)
#+end_src
- 人也是在实践中被塑造出来
****** 主要问题
人实践之外的自然是实践的产物吗?
- 一种意义上说, 人类发现自然, 则实践建构自然
***** "人的思维是否具有客观的(对象性的)真理性，这不是一个理论的问题，而是一个实践的问题" (1. 关于费尔巴哈, 二)
是"一定"的, 不是绝对的, 是生成的过程
****** "实践是检验真理的唯一标准"
- 政治上, 从两个凡是, 有进步意义
- 哲学上, 站不住脚, 实践是根本性的检验, 但不是唯一的标准
****** 实践关系会改变客观的真理
例:
- *自由* 是好东西吗?
  - 马克思: 不是理论问题, 是实践问题, 要在实践中证明
  - 实践在 *中世纪*, 自由不是好东西, *依附关系* 才是
  - 实践展开至现代, 自由就是好东西了
    - 如今是形式上的自由, 但已经有进步
- ***是中国的领土吗
  - 依不同时代的实践而定
- 地心说
  - 农耕文明时, 我们的实践没有超出地球, 地球就是中心
  - 实践发展, 我们观察宇宙时, 太阳才是中心
** 唯物史观
#+begin_quote
恩格斯生前用"唯物史观"指代他的研究
#+end_quote
*** 名谓之争
**** 辩证唯物主义
- 狄慈根提出, *而非马克思*
- 基础, 涉及到 *物质本体论*
- 支持 *物质本体论* 的人
