note.html

<div id="outline-container-orge59520f" class="outline-4">
<h4 id="orge59520f"><span class="section-number-4">1.2.5</span> 著作</h4>
<div class="outline-text-4" id="text-1-2-5">
<blockquote>
<p>
浩如烟海
</p>
</blockquote>

<ul class="org-ul">
<li>1843年, 莱茵报发文 <i>黑格尔法哲学批判导言</i>, <i>论犹太人问题</i>
<ul class="org-ul">
<li><b>列宁</b> 认为马克思从唯心主义转向唯物主义, 从革命民主主义转为共产主义</li>
<li>1930年才纠正为马克思在1845年思想成熟</li>
</ul></li>
<li>1844年 <i>经济学哲学手稿</i> (44手稿), 生前未发布
<ul class="org-ul">
<li>直至1930年才被发现, 学者才发现 <b>马克思早年与晚年</b> 的差别</li>
<li>同年, <i>神圣家族-对批判的批判所作的批判</i> (<b>合著</b>)
<ul class="org-ul">
<li>列宁: "三分之二是冗长无聊的文字"
<ul class="org-ul">
<li>普鲁士不审查过长的书本, 百姓不去读</li>
</ul></li>
</ul></li>
</ul></li>
<li>1845年 <i>[费尔巴哈的]提纲</i>, <i>[德意志意识]形态</i> (<b>合著</b>), <b>成熟代表作</b>, <b>历史唯物主义诞生</b>
<ul class="org-ul">
<li>阿尔都塞:"马克思的人生有一次断裂, 提纲是划过夜空的闪电"</li>
</ul></li>
<li>1847年 <i>哲学的贫困</i> 第一部法语
<ul class="org-ul">
<li>批判 <i>贫困的哲学</i></li>
</ul></li>
<li>1848年 <i>[共产党]宣言</i> <b>第三部合著</b>, 共三部</li>
<li>1849年 <i>雇佣劳动与资本</i> (<b>经济</b>)</li>
<li>1852年 <i>路易波拿巴的雾月十八日</i> (<b>政治</b>)</li>
<li>1859年 <i>政治经济批判(一)</i> (仅一册)</li>
<li>1867年 <i>资本论-政治经济批判(一)</i> (本人仅出版一卷)</li>
<li>1871年 <i>[法兰西]内战</i> (讲巴黎公社) 
<ul class="org-ul">
<li><b>走入老年</b></li>
</ul></li>
<li>1875年 <i>哥达纲领批判</i></li>
</ul>
</div>

<ol class="org-ol">
<li><a id="org5609a2d"></a>手稿存于<br />
<div class="outline-text-5" id="text-1-2-5-1">
<ul class="org-ul">
<li>德国马琳基金会</li>
<li></li>
</ul>
<p>
全手稿: 2031年MEGA<sup>2</sup>
</p>
</div>
</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-orgb4b3117" class="outline-2">
<h2 id="orgb4b3117"><span class="section-number-2">2</span> 第一讲 "新唯物主义" 西方哲学史的一场变革</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orge87a983" class="outline-3">
<h3 id="orge87a983"><span class="section-number-3">2.1</span> 西方哲学-理念论</h3>
<div class="outline-text-3" id="text-2-1">
<blockquote>
<p>
西方哲学: 两个世界, 中国哲学: 一个人生
</p>
</blockquote>
</div>

<div id="outline-container-org993ef64" class="outline-4">
<h4 id="org993ef64"><span class="section-number-4">2.1.1</span> 两个世界</h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li>生活在: 感性世界/现实世界/形而下的世界</li>
<li>真理存在: 超感性世界/理念世界/形而上世界</li>
</ul>
<p>
<i>感性世界的真理存在于理念世界, 感性世界分有理念世界</i>
</p>
<ul class="org-ul">
<li><b>思辩哲学</b></li>
<li><b>宗教信仰</b>, 虔诚</li>
</ul>
</div>
</div>

<div id="outline-container-org18a7e7b" class="outline-4">
<h4 id="org18a7e7b"><span class="section-number-4">2.1.2</span> 中国: 一个人生</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
<i>形而上的西方哲学传入中国后, 改化为形而下</i>
</p>
<ul class="org-ul">
<li>"两个世界"是统一的
<ul class="org-ul">
<li>"道器不分", "体用不二"</li>
<li>"大道不离人伦日用"</li>
</ul></li>
<li><b>不讨论形而上</b>, "未知生, 焉知死"</li>
<li><b>人生哲学/实用哲学</b></li>
<li><b>宗教实用</b>, 利用</li>
</ul>
</div>
</div>

<div id="outline-container-org1695efa" class="outline-4">
<h4 id="org1695efa"><span class="section-number-4">2.1.3</span> 原因分析</h4>
<div class="outline-text-4" id="text-2-1-3">
<ul class="org-ul">
<li>雅思贝尔思: 公元前500年-&gt;轴心时代
<ul class="org-ul">
<li>世界各处出现哲学家, 后人按照他们设定的方向发展. (存在主义哲学)</li>
</ul></li>
<li>中国哲学产生于乱-&gt;实用</li>
<li>西方哲学产生于闲-&gt;信仰</li>
</ul>
</div>
</div>

<div id="outline-container-org12ec726" class="outline-4">
<h4 id="org12ec726"><span class="section-number-4">2.1.4</span> 理念论 Idealism</h4>
<div class="outline-text-4" id="text-2-1-4">
<ul class="org-ul">
<li>判断唯心主义: 是否划分两个世界</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgab920e7" class="outline-3">
<h3 id="orgab920e7"><span class="section-number-3">2.2</span> 西方哲学史脉络</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-orge3184b0" class="outline-4">
<h4 id="orge3184b0"><span class="section-number-4">2.2.1</span> 柏拉图</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
合乎理念即是此物
</p>
</div>
</div>
<div id="outline-container-orgbf65329" class="outline-4">
<h4 id="orgbf65329"><span class="section-number-4">2.2.2</span> 基督教哲学</h4>
<div class="outline-text-4" id="text-2-2-2">
<ul class="org-ul">
<li>感性化, 把理念替换为上帝, 用宗教替代传统思辩哲学, 上帝的理念支配现实世界</li>
<li>上帝-&gt;神圣的
<i>西方哲学主义的信仰一定是神圣的</i>
<ol class="org-ol">
<li>无限性, 无尽名
<ul class="org-ul">
<li>"被描述的时候, 即被否定了"</li>
</ul></li>
<li>超越性
<ul class="org-ul">
<li>超越现实世界, 超越人</li>
<li>不能理解, 只能信仰</li>
</ul></li>
<li>普遍性
<ul class="org-ul">
<li>现西方"普适价值体系", 已被落实为制度</li>
<li>西方将文化强行外传, 霸权</li>
<li><i>中国自我中心, 而不向外渗透</i></li>
</ul></li>
</ol></li>
</ul>
</div>
</div>

<div id="outline-container-org0ee604a" class="outline-4">
<h4 id="org0ee604a"><span class="section-number-4">2.2.3</span> 笛卡尔</h4>
<div class="outline-text-4" id="text-2-2-3">
<ul class="org-ul">
<li>近代哲学, <b>人的地位发展</b>, 主体性转向, 认识论转向, 考量人能否认识理念, 能否把握真理, 而非只看上帝</li>
<li>马克思对哲学的定义: <b>哲学是时代在精神上的精华</b>, 哲学反映时代的命脉, 让这个时代在精神上升华
<ul class="org-ul">
<li>分析马哲的时代意义</li>
<li>哲学反映了时代
<ul class="org-ul">
<li>马克思
<ul class="org-ul">
<li></li>
</ul></li>
<li>毛泽东
<ul class="org-ul">
<li>解放: 新民主主义论</li>
<li>文革: 无产阶级继续革命论</li>
</ul></li>
</ul></li>
</ul></li>
</ul>

<blockquote>
<p>
我思故我在 <br />
I think, therefore I am.
</p>
</blockquote>
<ul class="org-ul">
<li>我思哲学</li>
<li>I am: 纯存在, 理念的存在
<ul class="org-ul">
<li>黑格尔: 纯存在, 无规定性的规定性</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org02fce3a" class="outline-4">
<h4 id="org02fce3a"><span class="section-number-4">2.2.4</span> 德国古典哲学</h4>
<div class="outline-text-4" id="text-2-2-4">
<blockquote>
<p>
西方哲学的集大成者
</p>
</blockquote>
</div>
<ol class="org-ol">
<li><a id="org87767bf"></a>康德<br />
<div class="outline-text-5" id="text-2-2-4-1">
<ul class="org-ul">
<li>不可知论</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org12a4f3a"></a>两个世界: 现象/经验世界 &lt;-&gt; 本体/超验/先验世界<br />
<div class="outline-text-6" id="text-2-2-4-1-1">
<ul class="org-ul">
<li>经验/现象区分
<ul class="org-ul">
<li>经验世界: 从主体出发, 体验到的世界</li>
<li>现象世界: 从客体出发, 显现出的世界</li>
</ul></li>
<li>本体世界, 人的感性知性理性均无法认识</li>
<li>批判理性, 为知识划定边界, 从而为信仰留下空间</li>
</ul>
</div>
</li>
<li><a id="org58e15cc"></a>本体世界: 物自体<br />
<div class="outline-text-6" id="text-2-2-4-1-2">
<ul class="org-ul">
<li>意志自由</li>
<li>灵魂不朽</li>
<li>上帝存有</li>
</ul>
</div>
</li>
<li><a id="orgd6df822"></a>马克思: 康德哲学是法国革命的德国理论, 体现出了德资产阶级的软弱<br />
<div class="outline-text-6" id="text-2-2-4-1-3">
<ul class="org-ul">
<li>革命理念: 上帝是否存有, 此事是本体世界的, 是不可知不可理解的
<ul class="org-ul">
<li>海涅: 康德砍下了自然神论, 上帝的头颅, 置天平上, 在对侧放上了正确的砝码</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org1ae6af9"></a>道德要在本体世界找到, 不要与经验世界, 与世俗牵连<br />
<div class="outline-text-6" id="text-2-2-4-1-4">
<ul class="org-ul">
<li>"只有可以成为普遍法则的准则, 才是符合道德的", 可接受全世界的人都这么做的事, 是道德
<ul class="org-ul">
<li>不能撒谎</li>
<li>不能自杀</li>
<li>互相帮助</li>
<li>努力发展自己的才能</li>
</ul></li>
<li>道德是定言命令式, "应当"</li>
<li>不是假言命令式, "如果"</li>
</ul>
</div>
</li>
<li><a id="orga33d217"></a>三大批判<br />
<div class="outline-text-6" id="text-2-2-4-1-5">
<ol class="org-ol">
<li>纯粹理性批判: 理论理性低于实践理性, 科学知识应该让位给宗教信仰</li>
<li>实践理性批判: 人在绝对服从道德律令的情况下, 不应该只是去寻找快乐, 而应该去寻找上帝赐予人们的幸福</li>
<li>判断力批判: 寻求两个分割的世界的沟通, 认为自由的道德律令要在感性的现实世界实现出来, 其中介是反思判断力</li>
</ol>
</div>
</li>
</ol>
</li>
<li><a id="org9bd04b3"></a>黑格尔<br />
<div class="outline-text-5" id="text-2-2-4-2">
<blockquote>
<p>
费尔巴哈: "黑格尔哲学是宗教哲学的最后支柱"
</p>
</blockquote>

<p>
核心: <b>绝对精神(上帝)</b>, 但不寄宿于"太抽象"的本体世界
</p>
<ul class="org-ul">
<li>抽象的绝对精神, <b>易化到现实世界, 经历现实世界</b></li>
<li>再回归到内容丰富的绝对精神</li>
</ul>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-orga7e1d75" class="outline-3">
<h3 id="orga7e1d75"><span class="section-number-3">2.3</span> 马克思超越理念论</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-org1185a62" class="outline-4">
<h4 id="org1185a62"><span class="section-number-4">2.3.1</span> 何为超越</h4>
<div class="outline-text-4" id="text-2-3-1">
<p>
不是简单的颠倒, 否定, 停留在旧有的结构; 而是改变它的形态
</p>
<ul class="org-ul">
<li>身是菩提树, 心如明镜台, 时时勤拂拭, 勿使惹尘埃.</li>
<li>菩提本无树, 明镜亦非台, 本来无一物, 何处惹尘埃?</li>
</ul>
</div>
</div>
<div id="outline-container-org7a90b5c" class="outline-4">
<h4 id="org7a90b5c"><span class="section-number-4">2.3.2</span> 物质本体论</h4>
<div class="outline-text-4" id="text-2-3-2">
<ul class="org-ul">
<li>存在的问题: 马克思不支持; 没有超出理念论</li>
<li>也称万有(诸存在)/存在论: 研究世间诸存在的问题</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orgc54397c"></a>客观实在性<br /></li>
<li><a id="org865dea6"></a>永恒不灭性<br /></li>
<li><a id="orgad38c7e"></a>形而上的理念性, 没有超出理念论<br />
<div class="outline-text-5" id="text-2-3-2-3">
<p>
现实社会的物体分有了理念, 具备着物质性
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-orgd2385f8" class="outline-4">
<h4 id="orgd2385f8"><span class="section-number-4">2.3.3</span> 马-恩的第一个差异&#xa0;&#xa0;&#xa0;<span class="tag"><span class="_">马</span>&#xa0;<span class="_______">恩的第一处差异</span></span></h4>
<div class="outline-text-4" id="text-2-3-3">
<p>
恩格斯停留在传统哲学理论: 物质本体, 而马克思提出了超越理念论
</p>
</div>
</div>
<div id="outline-container-org7d74a32" class="outline-4">
<h4 id="org7d74a32"><span class="section-number-4">2.3.4</span> 马克思: 实践本体论</h4>
<div class="outline-text-4" id="text-2-3-4">
</div>
<ol class="org-ol">
<li><a id="org6e3f2e5"></a><i>关于费尔巴哈的提纲</i><br />
<div class="outline-text-5" id="text-2-3-4-1">
<blockquote>
<p>
关于费尔巴哈的提纲
</p>
</blockquote>
</div>
<ol class="org-ol">
<li><a id="org9d71556"></a>费尔巴哈的唯物主义 (1. 关于费尔巴哈, 一)<br />
<div class="outline-text-6" id="text-2-3-4-1-1">
<ul class="org-ul">
<li>人本学, 感性的人, 把人与人的关系视作哲学的基础</li>
<li>人在对象中认识自己, 主体的性质赋予对象, 对象映射主体的性质</li>
<li>找无限的对象反映人无限的思想: 上帝
<ul class="org-ul">
<li>为了承载无限的思想, 我们 <b>创造了上帝</b></li>
</ul></li>
<li>对象: 例
<ul class="org-ul">
<li>alphaGo是一群人类主体对围棋等的认知, 对象化的产物, 不是所谓机器</li>
</ul></li>
</ul>
</div>
</li>

<li><a id="orgd1c0240"></a>马克思: 实践本体论(实践哲学) (1. 关于费尔巴哈, 六)<br />
<div class="outline-text-6" id="text-2-3-4-1-2">
<blockquote>
<p>
提纲: 费尔巴哈把宗教的本质归结于人的本质。但是，人的本质不是单个人所固有的抽象物，在其现实性上，它是一切社会关系的总和。<br />
提纲: 全部社会生活在本质上是实践的。
</p>
</blockquote>
<div class="org-src-container">
<pre class="src src-text">&#20154;(&#20027;&#20307;) &lt;--&#24314;&#26500;-- &#23454;&#36341;(&#26080;&#21069;&#25552;) --&#24314;&#26500;--&gt; &#19990;&#30028;(&#23545;&#35937;)
</pre>
</div>
<ul class="org-ul">
<li>人也是在实践中被塑造出来</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org9bda023"></a>主要问题<br />
<div class="outline-text-7" id="text-2-3-4-1-2-1">
<p>
人实践之外的自然是实践的产物吗?
</p>
<ul class="org-ul">
<li>一种意义上说, 人类发现自然, 则实践建构自然</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="orgafbe397"></a>"人的思维是否具有客观的(对象性的)真理性，这不是一个理论的问题，而是一个实践的问题" (1. 关于费尔巴哈, 二)<br />
<div class="outline-text-6" id="text-2-3-4-1-3">
<p>
是"一定"的, 不是绝对的, 是生成的过程
</p>
</div>
<ol class="org-ol">
<li><a id="orga9fbb32"></a>"实践是检验真理的唯一标准"<br />
<div class="outline-text-7" id="text-2-3-4-1-3-1">
<ul class="org-ul">
<li>政治上, 从两个凡是, 有进步意义</li>
<li>哲学上, 站不住脚, 实践是根本性的检验, 但不是唯一的标准</li>
</ul>
</div>
</li>
<li><a id="org5cc9892"></a>实践关系会改变客观的真理<br />
<div class="outline-text-7" id="text-2-3-4-1-3-2">
<p>
例:
</p>
<ul class="org-ul">
<li><b>自由</b> 是好东西吗?
<ul class="org-ul">
<li>马克思: 不是理论问题, 是实践问题, 要在实践中证明</li>
<li>实践在 <b>中世纪</b>, 自由不是好东西, <b>依附关系</b> 才是</li>
<li>实践展开至现代, 自由就是好东西了
<ul class="org-ul">
<li>如今是形式上的自由, 但已经有进步</li>
</ul></li>
</ul></li>
<li>***是中国的领土吗
<ul class="org-ul">
<li>依不同时代的实践而定</li>
</ul></li>
<li>地心说
<ul class="org-ul">
<li>农耕文明时, 我们的实践没有超出地球, 地球就是中心</li>
<li>实践发展, 我们观察宇宙时, 太阳才是中心</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-orga0325c7" class="outline-3">
<h3 id="orga0325c7"><span class="section-number-3">2.4</span> 唯物史观</h3>
<div class="outline-text-3" id="text-2-4">
<blockquote>
<p>
恩格斯生前用"唯物史观"指代他的研究
</p>
</blockquote>
</div>
