note.org
**** 历史唯物主义
- 斯大林时期
- *推广论*: 历史唯物主义是辩证唯物主义在政治历史层面的推广, 应用
  - 辩证是基础
**** 实践唯物主义                                         :德意志意识形态:
- 马克思提出
- "而且对实践的唯物主义者 *即共产主义者* 来说..." --/德意志意识形态/
- 支持 *实践本体论* 的人
**** 调和论
*** "实践"的深化
**** 生产                                                 :德意志意识形态:
- 包括物质的生产和人的生产
- 生产实践决定人
#+begin_quote
它是这些个人的一定的活动方式, 是他们表现自己生命的一定方式, 他们的一定的生活方式.\\
个人怎样表现自己的生命, 他们自己就是怎样. 因此, 他们是什么样的, 这同他们的生产是一致的——既和他们生产什么一致, 又和他们怎样生产一致.\\
因而, 个人是什么样的, 这取决于他们进行生产的物质条件.
#+end_quote
**** 交往
*** 唯物史观的线索
个人一定的生产产生了一定的社会, 进而产生了政治
- "民国后还有人问现在谁是皇帝"
  - 要变革社会, 先变革生产关系
- 李约瑟难题
  - 解决问题需要深入到物质生产生活领域
- 生产力决定生产关系 /批判/, 经济基础决定上层建筑 /批判/, 社会存在决定社会意识 /形态/
- 人民群众是历史的创造者
  - 二战只是希特勒的错? -> 个人英雄主义 (唯心史观)
  - 如何定义 *人民*
    - 政治场域: 人民是褒义词
    - 历史场域: 人民是处在生产关系中的, 受到极端环境的影响, 会变成极端的人民
  - 凡尔塞条约压榨德国, 极端的人民支持纳粹党, 挑起二战
  - 极端的人民支持Trump
  - 台湾和大陆的不合形式, 极端的人民支持台独
*** 批判唯心史观
* 第二讲 重拾辩证法的革命内核
** 日常生活中的"辩证"
#+begin_quote
"凡事都有两面性"
#+end_quote
乡愿哲学
- 静态的把事物分为两面
** 一. 矛盾的辩证法
*** 1. 词源: dialectic <- dialogue
- 对话, 辩论, 雄辩
- 古希腊哲学家发现万物都可以一正一反判断
- 一正一反两面的 *矛盾*
*** 2. 康德
#+begin_quote
康德每句话很清楚明确容易懂, 但整体不知道在说什么
#+end_quote
- 称"自相对立的两个命题同时存在"的现象为二律背反
**** 康德证明了四组二律背反
1. 世界是无限的/有限的
   - 正反观点都是错的
2. 世界是可分的/不可分
   - 正反观点都是错的
3. 人在世界上是自由的/是必然的结果(因果律)
   - 存在于理念世界/现实世界
4. 历史有绝对的起点终点/历史是无穷的, 不存在始终
   - 存在于现实世界/理念世界
*** 3. 黑格尔 矛盾辩证法
#+begin_quote
黑格尔每一句话都很晦涩, 但结构性很强, 整体能读懂
#+end_quote
**** 黑格尔定义辩证法
一个存在物, 要扬弃自身(变为反面), 走向它的对立面(形成一个新的存在物), 
再扬弃自身..., 但否定之否定不是肯定本身, 而是螺旋升天
***** "扬弃": Aufhebung
- 废除
- 举起, 提高
- 保留, 保存
- 在德语中, 三个意思是完全独立, 依语境调用的

#+begin_quote
百度百科: \\
对原有事物既要抛弃其消极因素, 又要保留, 发扬其积极因素
#+end_quote

#+begin_quote
Max-/共产党宣言/: 
共产党人可以把自己的理论概括为一句话: 消灭(Aufhebung)私有制
#+end_quote

马克思解释说
- 一方面, 任何革命都会废除一定的财产, "不是共产主义革命的专利"
- 不是废除一般意义上的财产, 而是废除资产阶级生产资料这一级的财产, 使生产压迫不再存在

但是黑格尔此处是哲学的用法
- 废除自身到达对立面的时候, 我们在对立面也能看到自身作为衬托而存在
- 没有原先学渣, 就没有如今学霸
- "正如Aufhebung, 废除的同时, 也保留着旧东西"
** 二. 革命辩证法
*** 黑格尔的辩证法中包含革命部分(马克思说)
- 扬弃后扬弃后扬弃, 旧的时代不断消逝, 新的历史不断创生, 这反映了历史进步的原则
- 发展到范围的极限, 成为一种新的存在
  - 如自由资本主义发展到垄断资本主义到帝国主义, 到达极限, 而发展为共产主义
- 黑格尔第一次将历史视作不断发展不断进步的过程
- 黑格尔是比较隐晦的表达, 避风头, 小心谨慎
- 黑格尔的矛盾/革命辩证法是同一个东西
- 黑格尔说历史需要从中国说起
  - 中国是一个实体, 不需要依托而存在, 成为其它存在的依托
  - 中国是最古老的国家亦是最新的国家
  #+begin_quote
  马克思: 中国是木乃伊
  #+end_quote
- 黑格尔说世界由东向西发展 
  - 现代日尔曼(理想的君主立宪, 兼具普遍自由和个体自由, 是世界最高峰, 代表欧洲)
    <-古罗马(普遍自由而压制个体自由)
    <-古希腊(个体自由)
    <-古中国(仅君主自由)
  - 于是有人说黑格尔奴颜婢膝, 历史终结论者
  - 而历史会继续向前
    - "当欧罗巴(Europe)成为历史杂物库的时候, 亚美利加(America)将成为新的明日之国,
      世界历史的新的中心, 到那里, 世界历史将继续新的使命"
  - 为什么是按照空间按照地域尺度?
  - 为什么以自由为量度?
    - 黑格尔仍是唯心主义, 理念主义
  - 为什么不去写美国?
    - "历史哲学是已经发生的事情, 亚美利加是明日之国"
*** 马克思(恩格斯)的辩证法: 批判的革命的辩证法
#+begin_quote
辩证法, 在其合理形态上, 引起资产阶级及其空论主义的代言人的恼怒和恐怖, 
因为辩证法在对现存事物的肯定的理解中同时包含对现存事物的否定的理解, 即对现存事物的必然灭亡的理解;
辩证法对每一种既成的形式都是从不断的运动中, 因而也是从它的暂时性方面去理解;
辩证法不崇拜任何东西, 按其本质来说, 它是批判的和革命的
#+end_quote
**** 对历史是以展开的视角看
- 如, 资本主义, 打破了封建主义, 发展了世界, 是革命性的
  但在资本主义发展的过程中, 它压迫劳动力, 它必然灭亡, 扬弃自身, 被一个新的环节取代
- 如, 宗教, 有一定的地位, 有一定的意义
  但在发展的过程中, 它将扬弃自身, 被一个新的历史环节取代
**** 恩格斯对辩证法的理解
恩格斯解释黑格尔一句话
"凡是合乎理性的东西都是现实的, 凡是现实的东西都是合乎理性的"
- "存在即合理" 是错误的表述
- 这句话中仍包含革命性
  - 现实(wirklich)不是现存, 现实是在历史展开过程中体现为必然性的东西, 现存是当前存在
  - *在未来*, 合理的东西在未来将体现为必然性, 而实现的东西一定得是合理的
    反之, *在未来*, 不合理的东西一定会消失, 合理的东西, 在未来展开过程中将体现为必然性
- 恩格斯说黑格尔是无意识说出来的, 没意识到此话的革命性
***** 追问一句: 什么是合理?
- 暴露出黑格尔辩证法唯心主义的一面: 合乎绝对精神(自由精神)的就是合理的
- 有生有灭, 循环迭代的是现实世界, 绝对精神是不会迭代的
- 马克思, 恩格斯, 毛泽东则 *超越* 这一点
  - 一切事物都是有生有灭的, 都接受辩证法的审判
  - 不"乞灵"于形而上的世界
***** 恩格斯说我们能推出一个新的命题
*凡是现存的就一定要灭亡*
现存的东西, 在日后将丧失自己的现实性, 进而灭亡
**** 老子: 祸兮, 福之所倚, 福兮, 祸之所伏
**** 佛教: 诸行无常
*** 毛泽东的革命辩证法
#+begin_quote
马克思主义的理论家, 战略家, 革命家
(邓小平: 政治家, 外交家, 军事家, 革命家)
#+end_quote
- 理论家: 革命思想的输出
  两个标准
  - 有没有外国革命竖起这个思想的大旗
  - 国外研究思想史的人, 有没有研究这个思想
**** 把辩证法展开为三个环节
***** 人的必然灭亡
#+begin_quote
讲辩证法, 却不讲死亡, 这不好, 是形而上学
#+end_quote
***** 社会形态的必然灭亡
#+begin_quote
社会主义作为一种历史现象, 也必然灭亡
#+end_quote
资本主义 -> 社会主义 -> 共产主义
- 到共产主义也是有革命的, 生产力和生产关系不对的时候, 人民也会发起革命
***** 政党和国家的必然灭亡                               :论人民民主专政:
#+begin_quote
作为阶级斗争的工具, 政党和国家也将死亡
#+end_quote
****** 在消灭阶级的意义上中国必然灭亡
****** 在现实意义, 党的自我革命
- 扬弃自身落后的东西, 促使新的合乎时代的东西生成, 促进机体新陈代谢
- 今日共产党非昨日--习近平
*** 教科书体系的辩证法
- 矛盾的观点, 联系的观点, 发展的观点
- 矛盾, 发展同马克思, 联系的观点源于斯大林
**** 斯大林: 辩证法的三个特征 <-> 形而上学的三个特征 :论辩证唯物主义和历史唯物主义:
- 转译形而上学: meta-physik -> anti-dialectic
  - 形而上的东西不会灭亡, 违背辩证法一切事物有生有灭, 则形而上即反辩证法
***** 联系的 <-> 孤立的
- 普遍联系的观点: 相对立的两物正是联系起来的
  - 细胞在新陈代谢中, 是这个细胞, 又不是它
  - 生命本身蕴含着死亡的种子
***** 运动发展的 <-> 静止的
***** 从量变到质变的 <-> 简单增长的
***** 三者其实是同一个辩证法
- 核心的载体是革命的辩证法, 是历史演化的过程
