note.html
<div id="outline-container-org5cd47c2" class="outline-4">
<h4 id="org5cd47c2"><span class="section-number-4">2.4.1</span> 名谓之争</h4>
<div class="outline-text-4" id="text-2-4-1">
</div>
<ol class="org-ol">
<li><a id="org00160ca"></a>辩证唯物主义<br />
<div class="outline-text-5" id="text-2-4-1-1">
<ul class="org-ul">
<li>狄慈根提出, <b>而非马克思</b></li>
<li>基础, 涉及到 <b>物质本体论</b></li>
<li>支持 <b>物质本体论</b> 的人</li>
</ul>
</div>
</li>
<li><a id="orga09c49d"></a>历史唯物主义<br />
<div class="outline-text-5" id="text-2-4-1-2">
<ul class="org-ul">
<li>斯大林时期</li>
<li><b>推广论</b>: 历史唯物主义是辩证唯物主义在政治历史层面的推广, 应用
<ul class="org-ul">
<li>辩证是基础</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orgb893680"></a>实践唯物主义&#xa0;&#xa0;&#xa0;<span class="tag"><span class="_______">德意志意识形态</span></span><br />
<div class="outline-text-5" id="text-2-4-1-3">
<ul class="org-ul">
<li>马克思提出</li>
<li>"而且对实践的唯物主义者 <b>即共产主义者</b> 来说&#x2026;" --<i>德意志意识形态</i></li>
<li>支持 <b>实践本体论</b> 的人</li>
</ul>
</div>
</li>
<li><a id="orgbdccba8"></a>调和论<br /></li>
</ol>
</div>
<div id="outline-container-orgf2dbfd3" class="outline-4">
<h4 id="orgf2dbfd3"><span class="section-number-4">2.4.2</span> "实践"的深化</h4>
<div class="outline-text-4" id="text-2-4-2">
</div>
<ol class="org-ol">
<li><a id="org263e83b"></a>生产&#xa0;&#xa0;&#xa0;<span class="tag"><span class="_______">德意志意识形态</span></span><br />
<div class="outline-text-5" id="text-2-4-2-1">
<ul class="org-ul">
<li>包括物质的生产和人的生产</li>
<li>生产实践决定人</li>
</ul>
<blockquote>
<p>
它是这些个人的一定的活动方式, 是他们表现自己生命的一定方式, 他们的一定的生活方式.<br />
个人怎样表现自己的生命, 他们自己就是怎样. 因此, 他们是什么样的, 这同他们的生产是一致的——既和他们生产什么一致, 又和他们怎样生产一致.<br />
因而, 个人是什么样的, 这取决于他们进行生产的物质条件.
</p>
</blockquote>
</div>
</li>
<li><a id="orgc743035"></a>交往<br /></li>
</ol>
</div>
<div id="outline-container-org2039e6b" class="outline-4">
<h4 id="org2039e6b"><span class="section-number-4">2.4.3</span> 唯物史观的线索</h4>
<div class="outline-text-4" id="text-2-4-3">
<p>
个人一定的生产产生了一定的社会, 进而产生了政治
</p>
<ul class="org-ul">
<li>"民国后还有人问现在谁是皇帝"
<ul class="org-ul">
<li>要变革社会, 先变革生产关系</li>
</ul></li>
<li>李约瑟难题
<ul class="org-ul">
<li>解决问题需要深入到物质生产生活领域</li>
</ul></li>
<li>生产力决定生产关系 <i>批判</i>, 经济基础决定上层建筑 <i>批判</i>, 社会存在决定社会意识 <i>形态</i></li>
<li>人民群众是历史的创造者
<ul class="org-ul">
<li>二战只是希特勒的错? -&gt; 个人英雄主义 (唯心史观)</li>
<li>如何定义 <b>人民</b>
<ul class="org-ul">
<li>政治场域: 人民是褒义词</li>
<li>历史场域: 人民是处在生产关系中的, 受到极端环境的影响, 会变成极端的人民</li>
</ul></li>
<li>凡尔塞条约压榨德国, 极端的人民支持纳粹党, 挑起二战</li>
<li>极端的人民支持Trump</li>
<li>台湾和大陆的不合形式, 极端的人民支持台独</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga6601d7" class="outline-4">
<h4 id="orga6601d7"><span class="section-number-4">2.4.4</span> 批判唯心史观</h4>
</div>
</div>
</div>
<div id="outline-container-orgf4ae6ad" class="outline-2">
<h2 id="orgf4ae6ad"><span class="section-number-2">3</span> 第二讲 重拾辩证法的革命内核</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org1100f73" class="outline-3">
<h3 id="org1100f73"><span class="section-number-3">3.1</span> 日常生活中的"辩证"</h3>
<div class="outline-text-3" id="text-3-1">
<blockquote>
<p>
"凡事都有两面性"
</p>
</blockquote>
<p>
乡愿哲学
</p>
<ul class="org-ul">
<li>静态的把事物分为两面</li>
</ul>
</div>
</div>
<div id="outline-container-org594ef3f" class="outline-3">
<h3 id="org594ef3f"><span class="section-number-3">3.2</span> 一. 矛盾的辩证法</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-org87fe4f9" class="outline-4">
<h4 id="org87fe4f9"><span class="section-number-4">3.2.1</span> 1. 词源: dialectic &lt;- dialogue</h4>
<div class="outline-text-4" id="text-3-2-1">
<ul class="org-ul">
<li>对话, 辩论, 雄辩</li>
<li>古希腊哲学家发现万物都可以一正一反判断</li>
<li>一正一反两面的 <b>矛盾</b></li>
</ul>
</div>
</div>
<div id="outline-container-orgf70cdb8" class="outline-4">
<h4 id="orgf70cdb8"><span class="section-number-4">3.2.2</span> 2. 康德</h4>
<div class="outline-text-4" id="text-3-2-2">
<blockquote>
<p>
康德每句话很清楚明确容易懂, 但整体不知道在说什么
</p>
</blockquote>
<ul class="org-ul">
<li>称"自相对立的两个命题同时存在"的现象为二律背反</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org4235fb2"></a>康德证明了四组二律背反<br />
<div class="outline-text-5" id="text-3-2-2-1">
<ol class="org-ol">
<li>世界是无限的/有限的
<ul class="org-ul">
<li>正反观点都是错的</li>
</ul></li>
<li>世界是可分的/不可分
<ul class="org-ul">
<li>正反观点都是错的</li>
</ul></li>
<li>人在世界上是自由的/是必然的结果(因果律)
<ul class="org-ul">
<li>存在于理念世界/现实世界</li>
</ul></li>
<li>历史有绝对的起点终点/历史是无穷的, 不存在始终
<ul class="org-ul">
<li>存在于现实世界/理念世界</li>
</ul></li>
</ol>
</div>
</li>
</ol>
</div>
<div id="outline-container-orgc7dc245" class="outline-4">
<h4 id="orgc7dc245"><span class="section-number-4">3.2.3</span> 3. 黑格尔 矛盾辩证法</h4>
<div class="outline-text-4" id="text-3-2-3">
<blockquote>
<p>
黑格尔每一句话都很晦涩, 但结构性很强, 整体能读懂
</p>
</blockquote>
</div>
<ol class="org-ol">
<li><a id="orgab0829c"></a>黑格尔定义辩证法<br />
<div class="outline-text-5" id="text-3-2-3-1">
<p>
一个存在物, 要扬弃自身(变为反面), 走向它的对立面(形成一个新的存在物), 
再扬弃自身&#x2026;, 但否定之否定不是肯定本身, 而是螺旋升天
</p>
</div>
<ol class="org-ol">
<li><a id="orgd7153c5"></a>"扬弃": Aufhebung<br />
<div class="outline-text-6" id="text-3-2-3-1-1">
<ul class="org-ul">
<li>废除</li>
<li>举起, 提高</li>
<li>保留, 保存</li>
<li>在德语中, 三个意思是完全独立, 依语境调用的</li>
</ul>

<blockquote>
<p>
百度百科: <br />
对原有事物既要抛弃其消极因素, 又要保留, 发扬其积极因素
</p>
</blockquote>

<blockquote>
<p>
Max-<i>共产党宣言</i>: 
共产党人可以把自己的理论概括为一句话: 消灭(Aufhebung)私有制
</p>
</blockquote>

<p>
马克思解释说
</p>
<ul class="org-ul">
<li>一方面, 任何革命都会废除一定的财产, "不是共产主义革命的专利"</li>
<li>不是废除一般意义上的财产, 而是废除资产阶级生产资料这一级的财产, 使生产压迫不再存在</li>
</ul>

<p>
但是黑格尔此处是哲学的用法
</p>
<ul class="org-ul">
<li>废除自身到达对立面的时候, 我们在对立面也能看到自身作为衬托而存在</li>
<li>没有原先学渣, 就没有如今学霸</li>
<li>"正如Aufhebung, 废除的同时, 也保留着旧东西"</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-orgf179d68" class="outline-3">
<h3 id="orgf179d68"><span class="section-number-3">3.3</span> 二. 革命辩证法</h3>
<div class="outline-text-3" id="text-3-3">
</div>
<div id="outline-container-orgd3c7700" class="outline-4">
<h4 id="orgd3c7700"><span class="section-number-4">3.3.1</span> 黑格尔的辩证法中包含革命部分(马克思说)</h4>
<div class="outline-text-4" id="text-3-3-1">
<ul class="org-ul">
<li>扬弃后扬弃后扬弃, 旧的时代不断消逝, 新的历史不断创生, 这反映了历史进步的原则</li>
<li>发展到范围的极限, 成为一种新的存在
<ul class="org-ul">
<li>如自由资本主义发展到垄断资本主义到帝国主义, 到达极限, 而发展为共产主义</li>
</ul></li>
<li>黑格尔第一次将历史视作不断发展不断进步的过程</li>
<li>黑格尔是比较隐晦的表达, 避风头, 小心谨慎</li>
<li>黑格尔的矛盾/革命辩证法是同一个东西</li>
<li><p>
黑格尔说历史需要从中国说起
</p>
<ul class="org-ul">
<li>中国是一个实体, 不需要依托而存在, 成为其它存在的依托</li>
<li>中国是最古老的国家亦是最新的国家</li>
</ul>
<blockquote>
<p>
马克思: 中国是木乃伊
</p>
</blockquote></li>
<li>黑格尔说世界由东向西发展 
<ul class="org-ul">
<li>现代日尔曼(理想的君主立宪, 兼具普遍自由和个体自由, 是世界最高峰, 代表欧洲)
&lt;-古罗马(普遍自由而压制个体自由)
&lt;-古希腊(个体自由)
&lt;-古中国(仅君主自由)</li>
<li>于是有人说黑格尔奴颜婢膝, 历史终结论者</li>
<li>而历史会继续向前
<ul class="org-ul">
<li>"当欧罗巴(Europe)成为历史杂物库的时候, 亚美利加(America)将成为新的明日之国,
世界历史的新的中心, 到那里, 世界历史将继续新的使命"</li>
</ul></li>
<li>为什么是按照空间按照地域尺度?</li>
<li>为什么以自由为量度?
<ul class="org-ul">
<li>黑格尔仍是唯心主义, 理念主义</li>
</ul></li>
<li>为什么不去写美国?
<ul class="org-ul">
<li>"历史哲学是已经发生的事情, 亚美利加是明日之国"</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org537f8e8" class="outline-4">
<h4 id="org537f8e8"><span class="section-number-4">3.3.2</span> 马克思(恩格斯)的辩证法: 批判的革命的辩证法</h4>
<div class="outline-text-4" id="text-3-3-2">
<blockquote>
<p>
辩证法, 在其合理形态上, 引起资产阶级及其空论主义的代言人的恼怒和恐怖, 
因为辩证法在对现存事物的肯定的理解中同时包含对现存事物的否定的理解, 即对现存事物的必然灭亡的理解;
辩证法对每一种既成的形式都是从不断的运动中, 因而也是从它的暂时性方面去理解;
辩证法不崇拜任何东西, 按其本质来说, 它是批判的和革命的
</p>
</blockquote>
</div>
<ol class="org-ol">
<li><a id="orga1d4345"></a>对历史是以展开的视角看<br />
<div class="outline-text-5" id="text-3-3-2-1">
<ul class="org-ul">
<li>如, 资本主义, 打破了封建主义, 发展了世界, 是革命性的
但在资本主义发展的过程中, 它压迫劳动力, 它必然灭亡, 扬弃自身, 被一个新的环节取代</li>
<li>如, 宗教, 有一定的地位, 有一定的意义
但在发展的过程中, 它将扬弃自身, 被一个新的历史环节取代</li>
</ul>
</div>
</li>
<li><a id="org27b88a9"></a>恩格斯对辩证法的理解<br />
<div class="outline-text-5" id="text-3-3-2-2">
<p>
恩格斯解释黑格尔一句话
"凡是合乎理性的东西都是现实的, 凡是现实的东西都是合乎理性的"
</p>
<ul class="org-ul">
<li>"存在即合理" 是错误的表述</li>
<li>这句话中仍包含革命性
<ul class="org-ul">
<li>现实(wirklich)不是现存, 现实是在历史展开过程中体现为必然性的东西, 现存是当前存在</li>
<li><b>在未来</b>, 合理的东西在未来将体现为必然性, 而实现的东西一定得是合理的
反之, <b>在未来</b>, 不合理的东西一定会消失, 合理的东西, 在未来展开过程中将体现为必然性</li>
</ul></li>
<li>恩格斯说黑格尔是无意识说出来的, 没意识到此话的革命性</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org70ab9cf"></a>追问一句: 什么是合理?<br />
<div class="outline-text-6" id="text-3-3-2-2-1">
<ul class="org-ul">
<li>暴露出黑格尔辩证法唯心主义的一面: 合乎绝对精神(自由精神)的就是合理的</li>
<li>有生有灭, 循环迭代的是现实世界, 绝对精神是不会迭代的</li>
<li>马克思, 恩格斯, 毛泽东则 <b>超越</b> 这一点
<ul class="org-ul">
<li>一切事物都是有生有灭的, 都接受辩证法的审判</li>
<li>不"乞灵"于形而上的世界</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org0f6fe58"></a>恩格斯说我们能推出一个新的命题<br />
<div class="outline-text-6" id="text-3-3-2-2-2">
<p>
<b>凡是现存的就一定要灭亡</b>
现存的东西, 在日后将丧失自己的现实性, 进而灭亡
</p>
</div>
</li>
</ol>
</li>
<li><a id="orgde7bea3"></a>老子: 祸兮, 福之所倚, 福兮, 祸之所伏<br /></li>
<li><a id="org39af5cf"></a>佛教: 诸行无常<br /></li>
</ol>
</div>
<div id="outline-container-org50c1764" class="outline-4">
<h4 id="org50c1764"><span class="section-number-4">3.3.3</span> 毛泽东的革命辩证法</h4>
<div class="outline-text-4" id="text-3-3-3">
<blockquote>
<p>
马克思主义的理论家, 战略家, 革命家
(邓小平: 政治家, 外交家, 军事家, 革命家)
</p>
</blockquote>
<ul class="org-ul">
<li>理论家: 革命思想的输出
两个标准
<ul class="org-ul">
<li>有没有外国革命竖起这个思想的大旗</li>
<li>国外研究思想史的人, 有没有研究这个思想</li>
</ul></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org6047b86"></a>把辩证法展开为三个环节<br />
<ol class="org-ol">
<li><a id="org345f294"></a>人的必然灭亡<br />
<div class="outline-text-6" id="text-3-3-3-1-1">
<blockquote>
<p>
讲辩证法, 却不讲死亡, 这不好, 是形而上学
</p>
</blockquote>
</div>
</li>
<li><a id="org047b02a"></a>社会形态的必然灭亡<br />
<div class="outline-text-6" id="text-3-3-3-1-2">
<blockquote>
<p>
社会主义作为一种历史现象, 也必然灭亡
</p>
</blockquote>
<p>
资本主义 -&gt; 社会主义 -&gt; 共产主义
</p>
<ul class="org-ul">
<li>到共产主义也是有革命的, 生产力和生产关系不对的时候, 人民也会发起革命</li>
</ul>
</div>
</li>
<li><a id="org8ce8652"></a>政党和国家的必然灭亡&#xa0;&#xa0;&#xa0;<span class="tag"><span class="_______">论人民民主专政</span></span><br />
<div class="outline-text-6" id="text-3-3-3-1-3">
<blockquote>
<p>
作为阶级斗争的工具, 政党和国家也将死亡
</p>
</blockquote>
</div>
<ol class="org-ol">
<li><a id="org1dc296e"></a>在消灭阶级的意义上中国必然灭亡<br /></li>
<li><a id="orgb211ace"></a>在现实意义, 党的自我革命<br />
<div class="outline-text-7" id="text-3-3-3-1-3-2">
<ul class="org-ul">
<li>扬弃自身落后的东西, 促使新的合乎时代的东西生成, 促进机体新陈代谢</li>
<li>今日共产党非昨日&#x2013;习近平</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org24a2652" class="outline-4">
<h4 id="org24a2652"><span class="section-number-4">3.3.4</span> 教科书体系的辩证法</h4>
<div class="outline-text-4" id="text-3-3-4">
<ul class="org-ul">
<li>矛盾的观点, 联系的观点, 发展的观点</li>
<li>矛盾, 发展同马克思, 联系的观点源于斯大林</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org6469cbe"></a>斯大林: 辩证法的三个特征 &lt;-&gt; 形而上学的三个特征&#xa0;&#xa0;&#xa0;<span class="tag"><span class="______________">论辩证唯物主义和历史唯物主义</span></span><br />
<div class="outline-text-5" id="text-3-3-4-1">
<ul class="org-ul">
<li>转译形而上学: meta-physik -&gt; anti-dialectic
<ul class="org-ul">
<li>形而上的东西不会灭亡, 违背辩证法一切事物有生有灭, 则形而上即反辩证法</li>
</ul></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org7f2db27"></a>联系的 &lt;-&gt; 孤立的<br />
<div class="outline-text-6" id="text-3-3-4-1-1">
<ul class="org-ul">
<li>普遍联系的观点: 相对立的两物正是联系起来的
<ul class="org-ul">
<li>细胞在新陈代谢中, 是这个细胞, 又不是它</li>
<li>生命本身蕴含着死亡的种子</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org2d7942f"></a>运动发展的 &lt;-&gt; 静止的<br /></li>
<li><a id="orge69bf97"></a>从量变到质变的 &lt;-&gt; 简单增长的<br /></li>
<li><a id="org8ae533c"></a>三者其实是同一个辩证法<br />
<div class="outline-text-6" id="text-3-3-4-1-4">
<ul class="org-ul">
<li>核心的载体是革命的辩证法, 是历史演化的过程</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
</div>
</div>
