note.org
* 第三讲 政治经济学批判
- 1959: 六册计划
  - 资本
  - 雇佣劳动
  - 土地所有制
  - 国家
  - 对外贸易
  - 世界市场
六册仅出版了一册中的一卷
- 有认为是思想太丰富未及出版
- 有认为是转移到资本论的四卷计划
** 批判的逻辑
*** 何谓批判(kritik)
- 历史的批判
- *含义*: 澄清前提, 划定界限
**** 例: 批判资本
- 资本的前提: 生产力发展, 城市包围农村
- 资本的界限: 终将达到历史的界限, 走向灭亡
***** 在前提和界限之内
- 资本有自己的合理性
- "资本带来了前所未有的生产力"
**** 例: 批判蒋介石
- 前提: 从无产阶级视角还是官僚资产阶级视角
**** 例: 康德批判理性
- 为理性划定界限, 给信仰留下空间
**** 例: 特朗普
- 支持特朗普的恰是美国的工人阶级
- 特朗普更看重中部地区, 中等/落后地区的发展, 得到了他们的支持
- 特朗普代表着资本主义国家的极端民粹主义
  - 打贸易战, 贸易保护主义政策
  - 改善蓝领, 底层工人的生活
  - 只维护本国的利益
*** 何谓政治经济学批判
- 澄清政治经济学的前提, 划定政治经济学的界限
- vs. 庸俗经济学: 一定的公理性的东西是超理性的, 永恒存在的
**** 一定的经济学理论和一定的经济关系有关
- 经济学理论反映经济关系
- 经济关系支撑经济理论
***** 商业资本主导的时代
- 大航海时代
- 英衍生出了重商主义
  - 价值从流通中来
- 法衍生出了重农学派
  - 价值从生产, 产品中来
***** 产业资本
- 劳动价值论
  - 亚当-斯密开辟提出 & 大卫-李嘉图完成
  - 进一步承认产品价值
***** 危机时代
- 危机理论
  - 西斯蒙弟 对整个政治经济学做了补充
***** 消费主义时代
- 价值重心转向消费, 刺激消费产生价值
- 追求名牌, 过度包装, 中国式聚餐, 异化的消费需求
- 产生主观效用论
  - 价值即消费者主观考虑的产品效用
**** 一定经济学理论的消亡与一定的经济关系的消亡有关
- 消灭这些理论 -> 消灭这些经济关系
***** 例: "人的本性是自私的"
- 以资本家为前提: 偷工减料是自私
- 以自给自足的小农为前提: 自产自用, 偷工减料不是自私
- 社会主义: 自建自用
- 质疑: 我自产自用自建自用不也是为了自己吗?
  - "自私", selfish, egoisitc, 是只为自己, 排他的
  - 社会主义则是不区分自利和他利
**** 一定的经济主体不过是一定的经济关系的执行者/人格化
马克思: 我的理论从来不让个人来负责
#+begin_quote
自该隐以来, 通过杀人的方法解决犯罪的问题从来不起效\\
一切犯罪都是对统治阶级经济关系的反抗
#+end_quote
- 要批判的是特定的经济关系而不是个体, 个体只是经济关系的体现
  - 作为资本家的恩格斯是经济关系的执行者/人格化, 是要批判的
  - 将钱捐给马克思的恩格斯已经不是经济关系的执行者/人格化
- "消灭资本主义"消灭的是生产关系, 而不是资本家
** 异化劳动理论
*** 何谓异化
**** 一般的(错误的庸俗的)用法
变化? 变异?
**** 词源
- Entfremdung
- fremd = foreign, 异在的
- ent: 变得...
凡是异化的东西一定是异在的, 异在的东西不一定是异化的
**** 正解
- 主体创造对象: 对象化的过程
- 有一天对象反过来统治主体, 主体客体化, 对象成为新的主体, 这就是异化
  - 例: 宗教异化: 上帝是人创造的, 反而说上帝创造了人
  - 例: 工人创造的资本, 反过来统治了工人 (卓别林: 摩登时代)
    马克思所说的异化(或说物化)
*** 何谓异化劳动
**** 工人 vs 产品
#+begin_quote
工人生产的财富越多, 他的生产的影响和规模越大, 他就越贫穷.
工人创造的商品越多, 他就越变成廉价的商品.
物的世界的增值同人的世界的贬值成正比.
劳动生产的不仅是商品, 它还生产作为商品的劳动自身和工人, 而且是按它一般生产商品的比例生产的.\\
这一事实无非是表明: 劳动所生产的对象, 即劳动的产品, 作为一种异己的存在物, 作为不依赖于生产者的力量, 同劳动相对立.
#+end_quote
***** 从所有制的意义
工人创造的产品本应属于工人, 但却属于资本家了
***** 社会关系层面
#+begin_quote
资本是积累起来的劳动
#+end_quote
- 资本家统治劳动者, 统治工人
- "资本家养活了工人"
***** 消费主义的含义
- 不再是"你死我活", 工人与工厂俱灭
- 温和统治
- "今年秋天第一杯奶茶": 温情脉脉的广告词包裹着异化的消费主义
- 塑造"有闲阶级", 追求名牌, 骄奢
**** 工人 vs 劳动
- 工人是主体, 通过对象化的活动创造出产品, 产品应具有工人的本质.
- 但是产品和工人异化了, 与工人对立了, 说明主体的存在和活动之间已经发生分裂了,
  产品才照见了与工人相分裂的本质
- 亦即工人和劳动的分裂, 异化
#+begin_quote
劳动的异己性完全表现在: 只要肉体的强制或其他强制一停止, 人们就会像逃避瘟疫那样逃避劳动
#+end_quote
- 除了肉体的强制, 还有经济的强制
- 注: 有快乐的工人吗? 这是社会的偶然性, 马克思研究讨论的是整体的性质
- 由于经济强制, 虽然苦于异化, 但仍趋之若鹜
- 如果有幸选到了喜欢的专业喜欢的工作, 
  大体上不是异化的, 但也会被异化侵蚀: 时间, 工作量...
  - 自由而狭隘的人
- 未来的社会主义会是自由而全面的
  - 渔夫不总是渔夫, 猎人不总是猎人
**** 人 vs 类生活                               :不成熟时期:抽象:人道主义:
- *类* 生活 -> 马克思不成熟时期, 抽象人道主义色彩的表述, 有争议
- 实质是说: 劳动不是人的生活本身, 而是人的生存手段
***** 那资本家是异化的吗?
总体上也是异化的
- 资本家从事关系处理, 经营管理活动, 是因为资本的指令, 资本扩张的规律
  #+begin_quote
  资产阶级撕下了罩在家庭关系上的温情脉脉的面纱, 把这种关系变成了纯粹的金钱关系
  #+end_quote
  - 任正非要求欲辞职往北京陪妻子的副总与不愿放弃工作来广州的妻子离婚
  - 赚1000w, 骄奢300w, 投入再生产700w
    - 300w是不异化的
    - 700w是异化的
**** 人 vs 人
工人和他人相异化, 首要指资本家, "产业后备军", 还有其他
*** 扬弃异化
**** 目的: 自主活动/自由活动
1. 产品归劳动者所有
   社会所有制
   - 是"不折不扣"地发放至劳动者手中吗?
     不是, 会有一部分剩余财富, 由社会进行储备, 用于应对灾害
2. 全面的社会关系变革
   "两参一改三结合"
   - 干部参加生产劳动, 工人参加企业管理
   - 改革企业中不合理的规章制度
   - 技术改革中实行企业领导干部, 技术人员, 工人三结合的原则
3. 劳动成为本质需要
   - 指后一种劳动: 扬弃异化后的自由活动, 而非异化劳动
   - "可我不想劳动"
     - 只想到了异化的对立面, 亦即不劳动
     - 真正的超越异化, 自由劳动会成为本质需要
   - 疫情期间稍见端倪
** 剩余价值学说
#+begin_quote
资本家剥削工人阶级的秘密
#+end_quote
*** 资本的流通
**** 资本出现前
1. Ware-Ware
   物物交换
2. Ware-Gold-Ware
   - 物物交换过程中产生一般等价物, 一般等价物固定下来成为货币
   - 初衷和目的都是物, 是实际需要, 为了物的使用价值
   - 还没有资本流通
**** 资本出现后
3. Gold-Ware-Gold', Gold' = Gold + \Delta Gold
   - 资本流通, 资本出现了, *商业资本*
   - 初衷和目的都是钱, 交换价值压制了使用价值
   /刘强东/
4. Gold-Gold'
   - 借贷, 金融行业, *生息资本*
   - 生息资本是不产生价值的
   /马云/
5. Gold-Ware->Production->Ware'-Gold'
   - 真正产生财富的, *生产资本*, *产业资本*
   /任正非/
**** 异同
***** 从资本一般的角度看
都是由G到G'
***** 从具体资本的角度看
- 具体的价值不在流通中产生, 不在借贷中产生
- 生产能产生价值
*** 资本增殖公式
- c + v = C -> Production -> C' = c + v + m
  - konstant + variable = Kapital
- C: 预付资本
- c: 固定资本(厂房, 机械, 原材料)
  - *原材料价值未变(甚至损耗变少), 转移到了产品中, 不创造新的价值*
  - 机械在其寿命中, 价值逐渐转移到产品中
- v: 可变资本(雇佣工资, 劳动力商品)
  - 工资v, 雇佣工人, *会创造出v + m的新的价值*
  - 工人创造的价值高于他拿到的工资, 差值m, 剩余价值
- m (Mehrwert): 剩余价值, 资本家的目的, 剥削工人的部分
