note.html
<div id="outline-container-org86e38a6" class="outline-2">
<h2 id="org86e38a6"><span class="section-number-2">4</span> 第三讲 政治经济学批判</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>1959: 六册计划
<ul class="org-ul">
<li>资本</li>
<li>雇佣劳动</li>
<li>土地所有制</li>
<li>国家</li>
<li>对外贸易</li>
<li>世界市场</li>
</ul></li>
</ul>
<p>
六册仅出版了一册中的一卷
</p>
<ul class="org-ul">
<li>有认为是思想太丰富未及出版</li>
<li>有认为是转移到资本论的四卷计划</li>
</ul>
</div>
<div id="outline-container-org8705fab" class="outline-3">
<h3 id="org8705fab"><span class="section-number-3">4.1</span> 批判的逻辑</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-orgdb77f0f" class="outline-4">
<h4 id="orgdb77f0f"><span class="section-number-4">4.1.1</span> 何谓批判(kritik)</h4>
<div class="outline-text-4" id="text-4-1-1">
<ul class="org-ul">
<li>历史的批判</li>
<li><b>含义</b>: 澄清前提, 划定界限</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orgc23ca68"></a>例: 批判资本<br />
<div class="outline-text-5" id="text-4-1-1-1">
<ul class="org-ul">
<li>资本的前提: 生产力发展, 城市包围农村</li>
<li>资本的界限: 终将达到历史的界限, 走向灭亡</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org73cd9c2"></a>在前提和界限之内<br />
<div class="outline-text-6" id="text-4-1-1-1-1">
<ul class="org-ul">
<li>资本有自己的合理性</li>
<li>"资本带来了前所未有的生产力"</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="org513a328"></a>例: 批判蒋介石<br />
<div class="outline-text-5" id="text-4-1-1-2">
<ul class="org-ul">
<li>前提: 从无产阶级视角还是官僚资产阶级视角</li>
</ul>
</div>
</li>
<li><a id="org14552b0"></a>例: 康德批判理性<br />
<div class="outline-text-5" id="text-4-1-1-3">
<ul class="org-ul">
<li>为理性划定界限, 给信仰留下空间</li>
</ul>
</div>
</li>
<li><a id="org904fa31"></a>例: 特朗普<br />
<div class="outline-text-5" id="text-4-1-1-4">
<ul class="org-ul">
<li>支持特朗普的恰是美国的工人阶级</li>
<li>特朗普更看重中部地区, 中等/落后地区的发展, 得到了他们的支持</li>
<li>特朗普代表着资本主义国家的极端民粹主义
<ul class="org-ul">
<li>打贸易战, 贸易保护主义政策</li>
<li>改善蓝领, 底层工人的生活</li>
<li>只维护本国的利益</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org8bed0f9" class="outline-4">
<h4 id="org8bed0f9"><span class="section-number-4">4.1.2</span> 何谓政治经济学批判</h4>
<div class="outline-text-4" id="text-4-1-2">
<ul class="org-ul">
<li>澄清政治经济学的前提, 划定政治经济学的界限</li>
<li>vs. 庸俗经济学: 一定的公理性的东西是超理性的, 永恒存在的</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orgafb29cd"></a>一定的经济学理论和一定的经济关系有关<br />
<div class="outline-text-5" id="text-4-1-2-1">
<ul class="org-ul">
<li>经济学理论反映经济关系</li>
<li>经济关系支撑经济理论</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org989404c"></a>商业资本主导的时代<br />
<div class="outline-text-6" id="text-4-1-2-1-1">
<ul class="org-ul">
<li>大航海时代</li>
<li>英衍生出了重商主义
<ul class="org-ul">
<li>价值从流通中来</li>
</ul></li>
<li>法衍生出了重农学派
<ul class="org-ul">
<li>价值从生产, 产品中来</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orga8a98e8"></a>产业资本<br />
<div class="outline-text-6" id="text-4-1-2-1-2">
<ul class="org-ul">
<li>劳动价值论
<ul class="org-ul">
<li>亚当-斯密开辟提出 &amp; 大卫-李嘉图完成</li>
<li>进一步承认产品价值</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orgb467dce"></a>危机时代<br />
<div class="outline-text-6" id="text-4-1-2-1-3">
<ul class="org-ul">
<li>危机理论
<ul class="org-ul">
<li>西斯蒙弟 对整个政治经济学做了补充</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org8ede714"></a>消费主义时代<br />
<div class="outline-text-6" id="text-4-1-2-1-4">
<ul class="org-ul">
<li>价值重心转向消费, 刺激消费产生价值</li>
<li>追求名牌, 过度包装, 中国式聚餐, 异化的消费需求</li>
<li>产生主观效用论
<ul class="org-ul">
<li>价值即消费者主观考虑的产品效用</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="org6b1f67a"></a>一定经济学理论的消亡与一定的经济关系的消亡有关<br />
<div class="outline-text-5" id="text-4-1-2-2">
<ul class="org-ul">
<li>消灭这些理论 -&gt; 消灭这些经济关系</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org37b297a"></a>例: "人的本性是自私的"<br />
<div class="outline-text-6" id="text-4-1-2-2-1">
<ul class="org-ul">
<li>以资本家为前提: 偷工减料是自私</li>
<li>以自给自足的小农为前提: 自产自用, 偷工减料不是自私</li>
<li>社会主义: 自建自用</li>
<li>质疑: 我自产自用自建自用不也是为了自己吗?
<ul class="org-ul">
<li>"自私", selfish, egoisitc, 是只为自己, 排他的</li>
<li>社会主义则是不区分自利和他利</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="orge184e06"></a>一定的经济主体不过是一定的经济关系的执行者/人格化<br />
<div class="outline-text-5" id="text-4-1-2-3">
<p>
马克思: 我的理论从来不让个人来负责
</p>
<blockquote>
<p>
自该隐以来, 通过杀人的方法解决犯罪的问题从来不起效<br />
一切犯罪都是对统治阶级经济关系的反抗
</p>
</blockquote>
<ul class="org-ul">
<li>要批判的是特定的经济关系而不是个体, 个体只是经济关系的体现
<ul class="org-ul">
<li>作为资本家的恩格斯是经济关系的执行者/人格化, 是要批判的</li>
<li>将钱捐给马克思的恩格斯已经不是经济关系的执行者/人格化</li>
</ul></li>
<li>"消灭资本主义"消灭的是生产关系, 而不是资本家</li>
</ul>
</div>
</li>
</ol>
</div>
</div>
<div id="outline-container-org5bb2296" class="outline-3">
<h3 id="org5bb2296"><span class="section-number-3">4.2</span> 异化劳动理论</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-orgac90747" class="outline-4">
<h4 id="orgac90747"><span class="section-number-4">4.2.1</span> 何谓异化</h4>
<div class="outline-text-4" id="text-4-2-1">
</div>
<ol class="org-ol">
<li><a id="org81f14a2"></a>一般的(错误的庸俗的)用法<br />
<div class="outline-text-5" id="text-4-2-1-1">
<p>
变化? 变异?
</p>
</div>
</li>
<li><a id="org8ae77a0"></a>词源<br />
<div class="outline-text-5" id="text-4-2-1-2">
<ul class="org-ul">
<li>Entfremdung</li>
<li>fremd = foreign, 异在的</li>
<li>ent: 变得&#x2026;</li>
</ul>
<p>
凡是异化的东西一定是异在的, 异在的东西不一定是异化的
</p>
</div>
</li>
<li><a id="orge98b3b3"></a>正解<br />
<div class="outline-text-5" id="text-4-2-1-3">
<ul class="org-ul">
<li>主体创造对象: 对象化的过程</li>
<li>有一天对象反过来统治主体, 主体客体化, 对象成为新的主体, 这就是异化
<ul class="org-ul">
<li>例: 宗教异化: 上帝是人创造的, 反而说上帝创造了人</li>
<li>例: 工人创造的资本, 反过来统治了工人 (卓别林: 摩登时代)
马克思所说的异化(或说物化)</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org7b0b1ff" class="outline-4">
<h4 id="org7b0b1ff"><span class="section-number-4">4.2.2</span> 何谓异化劳动</h4>
<div class="outline-text-4" id="text-4-2-2">
</div>
<ol class="org-ol">
<li><a id="orgaf28166"></a>工人 vs 产品<br />
<div class="outline-text-5" id="text-4-2-2-1">
<blockquote>
<p>
工人生产的财富越多, 他的生产的影响和规模越大, 他就越贫穷.
工人创造的商品越多, 他就越变成廉价的商品.
物的世界的增值同人的世界的贬值成正比.
劳动生产的不仅是商品, 它还生产作为商品的劳动自身和工人, 而且是按它一般生产商品的比例生产的.<br />
这一事实无非是表明: 劳动所生产的对象, 即劳动的产品, 作为一种异己的存在物, 作为不依赖于生产者的力量, 同劳动相对立.
</p>
</blockquote>
</div>
<ol class="org-ol">
<li><a id="orgf15b1cc"></a>从所有制的意义<br />
<div class="outline-text-6" id="text-4-2-2-1-1">
<p>
工人创造的产品本应属于工人, 但却属于资本家了
</p>
</div>
</li>
<li><a id="orgd5bf0df"></a>社会关系层面<br />
<div class="outline-text-6" id="text-4-2-2-1-2">
<blockquote>
<p>
资本是积累起来的劳动
</p>
</blockquote>
<ul class="org-ul">
<li>资本家统治劳动者, 统治工人</li>
<li>"资本家养活了工人"</li>
</ul>
</div>
</li>
<li><a id="orgf1134f3"></a>消费主义的含义<br />
<div class="outline-text-6" id="text-4-2-2-1-3">
<ul class="org-ul">
<li>不再是"你死我活", 工人与工厂俱灭</li>
<li>温和统治</li>
<li>"今年秋天第一杯奶茶": 温情脉脉的广告词包裹着异化的消费主义</li>
<li>塑造"有闲阶级", 追求名牌, 骄奢</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="orgad304ea"></a>工人 vs 劳动<br />
<div class="outline-text-5" id="text-4-2-2-2">
<ul class="org-ul">
<li>工人是主体, 通过对象化的活动创造出产品, 产品应具有工人的本质.</li>
<li>但是产品和工人异化了, 与工人对立了, 说明主体的存在和活动之间已经发生分裂了,
产品才照见了与工人相分裂的本质</li>
<li>亦即工人和劳动的分裂, 异化</li>
</ul>
<blockquote>
<p>
劳动的异己性完全表现在: 只要肉体的强制或其他强制一停止, 人们就会像逃避瘟疫那样逃避劳动
</p>
</blockquote>
<ul class="org-ul">
<li>除了肉体的强制, 还有经济的强制</li>
<li>注: 有快乐的工人吗? 这是社会的偶然性, 马克思研究讨论的是整体的性质</li>
<li>由于经济强制, 虽然苦于异化, 但仍趋之若鹜</li>
<li>如果有幸选到了喜欢的专业喜欢的工作, 
大体上不是异化的, 但也会被异化侵蚀: 时间, 工作量&#x2026;
<ul class="org-ul">
<li>自由而狭隘的人</li>
</ul></li>
<li>未来的社会主义会是自由而全面的
<ul class="org-ul">
<li>渔夫不总是渔夫, 猎人不总是猎人</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orgad8acb2"></a>人 vs 类生活&#xa0;&#xa0;&#xa0;<span class="tag"><span class="_____">不成熟时期</span>&#xa0;<span class="__">抽象</span>&#xa0;<span class="____">人道主义</span></span><br />
<div class="outline-text-5" id="text-4-2-2-3">
<ul class="org-ul">
<li><b>类</b> 生活 -&gt; 马克思不成熟时期, 抽象人道主义色彩的表述, 有争议</li>
<li>实质是说: 劳动不是人的生活本身, 而是人的生存手段</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org27c2e9d"></a>那资本家是异化的吗?<br />
<div class="outline-text-6" id="text-4-2-2-3-1">
<p>
总体上也是异化的
</p>
<ul class="org-ul">
<li><p>
资本家从事关系处理, 经营管理活动, 是因为资本的指令, 资本扩张的规律
</p>
<blockquote>
<p>
资产阶级撕下了罩在家庭关系上的温情脉脉的面纱, 把这种关系变成了纯粹的金钱关系
</p>
</blockquote>
<ul class="org-ul">
<li>任正非要求欲辞职往北京陪妻子的副总与不愿放弃工作来广州的妻子离婚</li>
<li>赚1000w, 骄奢300w, 投入再生产700w
<ul class="org-ul">
<li>300w是不异化的</li>
<li>700w是异化的</li>
</ul></li>
</ul></li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="org1a062f3"></a>人 vs 人<br />
<div class="outline-text-5" id="text-4-2-2-4">
<p>
工人和他人相异化, 首要指资本家, "产业后备军", 还有其他
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org172d1fa" class="outline-4">
<h4 id="org172d1fa"><span class="section-number-4">4.2.3</span> 扬弃异化</h4>
<div class="outline-text-4" id="text-4-2-3">
</div>
<ol class="org-ol">
<li><a id="org4d543b4"></a>目的: 自主活动/自由活动<br />
<div class="outline-text-5" id="text-4-2-3-1">
<ol class="org-ol">
<li>产品归劳动者所有
社会所有制
<ul class="org-ul">
<li>是"不折不扣"地发放至劳动者手中吗?
不是, 会有一部分剩余财富, 由社会进行储备, 用于应对灾害</li>
</ul></li>
<li>全面的社会关系变革
"两参一改三结合"
<ul class="org-ul">
<li>干部参加生产劳动, 工人参加企业管理</li>
<li>改革企业中不合理的规章制度</li>
<li>技术改革中实行企业领导干部, 技术人员, 工人三结合的原则</li>
</ul></li>
<li>劳动成为本质需要
<ul class="org-ul">
<li>指后一种劳动: 扬弃异化后的自由活动, 而非异化劳动</li>
<li>"可我不想劳动"
<ul class="org-ul">
<li>只想到了异化的对立面, 亦即不劳动</li>
<li>真正的超越异化, 自由劳动会成为本质需要</li>
</ul></li>
<li>疫情期间稍见端倪</li>
</ul></li>
</ol>
</div>
</li>
</ol>
</div>
</div>
<div id="outline-container-org30f3483" class="outline-3">
<h3 id="org30f3483"><span class="section-number-3">4.3</span> 剩余价值学说</h3>
<div class="outline-text-3" id="text-4-3">
<blockquote>
<p>
资本家剥削工人阶级的秘密
</p>
</blockquote>
</div>
<div id="outline-container-org470195a" class="outline-4">
<h4 id="org470195a"><span class="section-number-4">4.3.1</span> 资本的流通</h4>
<div class="outline-text-4" id="text-4-3-1">
</div>
<ol class="org-ol">
<li><a id="orge945024"></a>资本出现前<br />
<div class="outline-text-5" id="text-4-3-1-1">
<ol class="org-ol">
<li>Ware-Ware
物物交换</li>
<li>Ware-Gold-Ware
<ul class="org-ul">
<li>物物交换过程中产生一般等价物, 一般等价物固定下来成为货币</li>
<li>初衷和目的都是物, 是实际需要, 为了物的使用价值</li>
<li>还没有资本流通</li>
</ul></li>
</ol>
</div>
</li>
<li><a id="org7b8c6fd"></a>资本出现后<br />
<div class="outline-text-5" id="text-4-3-1-2">
<ol class="org-ol">
<li><p>
Gold-Ware-Gold', Gold' = Gold + &Delta; Gold
</p>
<ul class="org-ul">
<li>资本流通, 资本出现了, <b>商业资本</b></li>
<li>初衷和目的都是钱, 交换价值压制了使用价值</li>
</ul>
<p>
<i>刘强东</i>
</p></li>
<li><p>
Gold-Gold'
</p>
<ul class="org-ul">
<li>借贷, 金融行业, <b>生息资本</b></li>
<li>生息资本是不产生价值的</li>
</ul>
<p>
<i>马云</i>
</p></li>
<li><p>
Gold-Ware-&gt;Production-&gt;Ware'-Gold'
</p>
<ul class="org-ul">
<li>真正产生财富的, <b>生产资本</b>, <b>产业资本</b></li>
</ul>
<p>
<i>任正非</i>
</p></li>
</ol>
</div>
</li>
<li><a id="org36334ef"></a>异同<br />
<ol class="org-ol">
<li><a id="org4bb278c"></a>从资本一般的角度看<br />
<div class="outline-text-6" id="text-4-3-1-3-1">
<p>
都是由G到G'
</p>
</div>
</li>
<li><a id="orgd7b243b"></a>从具体资本的角度看<br />
<div class="outline-text-6" id="text-4-3-1-3-2">
<ul class="org-ul">
<li>具体的价值不在流通中产生, 不在借贷中产生</li>
<li>生产能产生价值</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-orgf5cd7ff" class="outline-4">
<h4 id="orgf5cd7ff"><span class="section-number-4">4.3.2</span> 资本增殖公式</h4>
<div class="outline-text-4" id="text-4-3-2">
<ul class="org-ul">
<li>c + v = C -&gt; Production -&gt; C' = c + v + m
<ul class="org-ul">
<li>konstant + variable = Kapital</li>
</ul></li>
<li>C: 预付资本</li>
<li>c: 固定资本(厂房, 机械, 原材料)
<ul class="org-ul">
<li><b>原材料价值未变(甚至损耗变少), 转移到了产品中, 不创造新的价值</b></li>
<li>机械在其寿命中, 价值逐渐转移到产品中</li>
</ul></li>
<li>v: 可变资本(雇佣工资, 劳动力商品)
<ul class="org-ul">
<li>工资v, 雇佣工人, <b>会创造出v + m的新的价值</b></li>
<li>工人创造的价值高于他拿到的工资, 差值m, 剩余价值</li>
</ul></li>
<li>m (Mehrwert): 剩余价值, 资本家的目的, 剥削工人的部分</li>
</ul>
</div>
<ol class="org-ol">
