note.org
**** 立场
- (c + v) + m
  - 成本 + 利润
  - 资本家的立场:
    资本家抛出成本, 促进社会生产, 工人只是来打工的, 利润应当给资本家
- c + (v + m)
  - 不变资本 + (可变资本 + 剩余价值)
  - 工人的立场:
    真正进行生产的是工人, 创造剩余价值的是工人
- "我们客观的, 无立场地研究这个社会问题/哲学问题"
  - 立场是一定有的
  - 去意识形态的意识形态
  - 统治者的惯用技俩
**** 工资v是怎么确定的?
工资是劳动力商品的价值
- 保证工人这个周期的生存, 来保证工人下个周期能再次提供劳动力
- 还要保证工人能维系家庭, 培养下一代劳动力
- 还要培育高级劳动者高级工人, 发挥出高级劳动力
**** 绝对剩余价值 和 相对剩余价值
- 绝对m: 延长工时, 延长越长, 产出m越多
- 相对m: 改进技术, 提高效率, 产出m的速率越高
*** 剩余价值率 m'
- m' = m / v
  - 表示工人被剥削的程度
  - v的上升, 使工人的革命性, 意识降低
  - 但同时m也在上升, m'上升, 总体来说工人被剥削的程度还是升高的
*** 资本的利润率 p'
- p' = m / (c + v) = m' / (c / v + 1)
  - c / v: 资本的有机构成, 随机械化的增加, 社会的进步, 值会上升
  - 利润率p'随着社会进步会下降, 那么资本主义必将灭亡, 吗?
**** 马克思的阿喀琉斯之踵 :马克思的阿喀琉斯之踵:马克思的错误:马克思的急躁病:
- 世界市场形成
  - 马克思左派地认为, 世界普遍联系, 革命会是世界性的
  - 预言俄国会先产生革命, 如果俄国革命能引发欧洲革命并互为补充,
    进而引发世界革命, 那么共产主义革命有可能实现
- 问题在于过于乐观地看待了资本主义市场的发展
  - 由于世界市场, 资本主义仍有很多落后国家可以输出商品输出资本
  - 世界市场反而遏制了共产主义革命
*** 资本家劳动吗?
**** 马克思所谓资本家
- 是资本的人格化, 资本的执行者
- 是纯粹的资本家, 是仅仅执行资本任务的人的部分
  - 为了理论的精确性, 方便性
- 在这个意义上, 资本家是不劳动的
- 现实中, 纯粹的实利者
  - 企业的大股东, 不管理公司, 盈利时去分红
**** 现实中资本家往往是复杂的
- 现实中资本家往往参加一些劳动, 创造一些价值
  - 作为管理劳动者也创造了价值, 产品中也包含着他的劳动部分
  - 不是纯粹的资本家
- 历史的发展
  - 劳动价值渐减, 剥削价值渐增
  1. 小生产者
     - 承担全部劳动
  2. 简单的雇佣
     - 承担大部分劳动
     - %50以下来自剥削收入
  3. 大型雇佣
     - 几乎不承担劳动
     - %50以上来自剥削收入
**** 有一部分所谓的劳动不是真正的劳动
#+begin_quote
有一种劳动, 只有在肮脏的可鄙的生产关系(社会关系)中才能称为劳动
#+end_quote
- 奴隶主挥鞭子也很累
- 资本家混关系酒局
- 高利贷者催债
- *不是真正的劳动*
**** 如何评价
- 分为剥削部分和劳动部分各自评价
  
* 第四讲 共产主义的三重维度
** 作为现实运动的共产主义
*** 是什么?不是理想, 是消灭现存状况的现实的运动
#+begin_quote
共产主义对我们来说不是应当确立的状况, 不是现实应当与之相适应的理想.
我们所称为共产主义的是那种消灭现存状况的现实的运动. --/形态/
#+end_quote
- *不是理想*, 是改变现状
1. 是对自我异化, 私有制的积极扬弃 (青年时期)
2. 是消灭现存状况的现实的运动 (成熟时期, /形态/)
3. 工人阶级绝对不是要实现什么理想, 而是解放旧社会中已经孕育的新社会的因素. (晚年时期, /法兰西内战/)
**** 为什么我们仍称"共产主义理想"
我们只能把它当成理想无限推后
- 无产阶级的革命性在降低, 共产主义的现实性在下降, 理想性在上升
*** 何以是? 共产主义的理论依据
*** 何以是? 现实考量, 现实依据
**** 客观情势 -- 恩格斯总结
资本主义陷入了三重对立中
***** 生产的社会化同资本主义的私人占有之间的矛盾
- 生产的社会化
  1. 产品是为了交换, 为了资本 -- 希望生产更多
  2. 希望交换更多, 建构消费主义, 异化消费 -- 需要购买力, 消费能力
- 资本主义的私人占有
  - 压榨工资
- 导致生产过剩, 经济危机
- 2008经济危机
  - 相对过剩
  - 次级贷款 :: 为资本, 不需要抵押物也贷给百姓
    - 导致提前消费
  - 银行破产, 百姓破产
***** 无产阶级和资产阶级的矛盾
***** 企业间的无序竞争无序发展 vs 企业内的有序发展
- 导致企业联合垄断的发生
  - 例: 蒙牛伊利
  - 马克思认为垄断资本主义为社会主义建好架构基础
    - "社会主义 = 美国的托拉思 + 美国的电气化 + 德国的铁路 + 俄国的苏维埃政权" -- 列宁
**** 主体力量
***** 无产阶级/无产者
- 无产者不是没有财产, 而是不掌握生产资料
- 本质: *打工人*
  - 不要变成无害的心灵鸡汤, 道德说教
- 但马克思恩格斯在很大程度上, 仍强调无产者的赤贫化
  - 赤贫的无产者, 革命性较强, "光脚的不怕穿鞋的"
***** 然而欧洲的无产者中产化了
- 恩格斯: "中间阶级是最大的反革命的力量"
- 要让工人吃的好一些穿的好一些, 但这没有改变工人被奴役的命运,
  这只说明工人自己为自己套下的金锁链已经足够沉重了, 所以资本家让它变得轻一些
****** 中心依附理论
- 中心国家之所以能发展, 维系福利, 是建立在对边缘国家的剥削之上的, 是依附于边缘国家的
- 之所以能维持生态良好, 是把有害企业转移到了边缘国家,
  把垃圾转移到边缘国家, 边缘国家的资本家买来垃圾进一步分类盈利
- 中心国家的工人在对边缘国家的剥削中分得了一杯羹, 资本化了
***** M型社会结构/新穷人
****** M型社会结构
- 不稳定的社会结构: 哑铃型
- 稳定的社会结构: 橄榄型/枣核型
  - 不愿革命的中产阶级占大多数
  - 有钱人不多, 不会引发社会不满
  - 赤贫化人不多, 不会引起动荡
- 枣核型中的中产阶级产生分化, 形成M型社会结构
****** 汪辉教授提出新穷人, 新工人概念
- "中产阶级"是保守的, 模糊的称谓, 分称为无产者, 高级无产者, 打工人等等更合适
- 新穷人 ::
  工资逐步上升, 但是社会福利货币化了
** 作为社会形态的共产主义
*** 社会形态阶段论
**** 五阶段说
1. 原始共产社会
2. 奴隶社会
3. 封建社会(有异议, 既可以是西欧, 也可以是中国)
4. 资本主义社会
5. 共产主义社会(包括社会主义)
\\ 马克思在 /形态/ 和 /批判/ 中大体提过五阶段
**** 三阶段说
#+begin_quote
人类社会分为三个阶段 -- 5758经济学手稿
#+end_quote
***** 人的依赖性的阶段
- 原始社会, 原子的人不能生存
- 奴隶社会, 奴隶与奴隶主相互依附
- 封建社会, 人身依附, 归属关系依附关系
***** 以物的依赖性为基础的人的独立性的阶段
- 平等交换, 商品经济贯彻到了社会生活, 法律意义上出现了人和人的平等
- "资本主义完成了政治解放"
- 但是这不是真正的独立性, 而是建立在物的依赖性基础上
  - 如果双方的经济地位不平等, 则实质上仍是不平等的
  - 包工头和农民工的故事
***** 建立在人的自由而全面的发展之上的, 同时建立在社会财富共同所有的基础之上的人的自由个性
- 扬弃异化劳动
- 自由
- 全面
*** 共产主义社会的具体阶段
**** 马克思: 没有社会主义提法
1. 资本主义
2. 无产阶级专政
   - 革命的过渡时期, 不是共产主义
   - 专政(独裁)
     - 恩格斯: 庸人们, 去看一看巴黎公社, 看一看 /法兰西内战/, 它比资本主义的民主还要民主, 比资本主义的自由还要自由
     - /论人民民主专政/: 对人民民主, 对敌人独裁
3. 分界线: <国家消亡 --恩格斯>
4. 共产主义
   也可以分为两个阶段
   1. 共产主义第一阶段
      - 按劳分配: 资本主义社会的残余, 资产阶级法权
        - 等量劳动力交换等量产品, 基于劳动力差别, 不平等
        - 当前中国: 按劳分配为主体, 多种分配方式并存 ::
          资产阶级法权分配为主体, 剥削更强的其他分配方式为补充
   2. 共产主义高级阶段
      - 按需分配
**** 列宁的改动
- 共产主义的第一阶段就是社会主义阶段
- 第一阶段仍有式微的国家
**** 斯大林的改动
- 为了消灭国家, 就要加强国家 (*核心*)
- 为了消灭无产阶级专政, 就要加强无产阶级专政
- 国有制, 集体所有制
- 一国建成社会主义
- 混同了无产阶级专政和社会主义(即共产主义第一阶段), 而独立了共产主义高级阶段(作为"共产主义")
**** 马克思共产主义的特征
***** 社会所有, 个人所有
- 生产资料: 社会所有
- 生活资料: 个人所有
- 资本主义社会: 生产资料大部分为少数资本家所有, 生产资料全部为资本家所有
****** 对共产主义的诽谤
1. 共产共妻?
   - 资本主义已经是共妻制了, 一夫一妻为表像, 以资本实现的正式和非正式的卖淫为补充
   - 提到这个问题, 本质是把妻子物化为财产
   - 真正的爱情现在实现在无产阶级之间, 未来会回归到真正的爱情
2. 跑步进入共产主义?
