note.html
<li><a id="orgbc4b6d3"></a>立场<br />
<div class="outline-text-5" id="text-4-3-2-1">
<ul class="org-ul">
<li>(c + v) + m
<ul class="org-ul">
<li>成本 + 利润</li>
<li>资本家的立场:
资本家抛出成本, 促进社会生产, 工人只是来打工的, 利润应当给资本家</li>
</ul></li>
<li>c + (v + m)
<ul class="org-ul">
<li>不变资本 + (可变资本 + 剩余价值)</li>
<li>工人的立场:
真正进行生产的是工人, 创造剩余价值的是工人</li>
</ul></li>
<li>"我们客观的, 无立场地研究这个社会问题/哲学问题"
<ul class="org-ul">
<li>立场是一定有的</li>
<li>去意识形态的意识形态</li>
<li>统治者的惯用技俩</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orge05ca82"></a>工资v是怎么确定的?<br />
<div class="outline-text-5" id="text-4-3-2-2">
<p>
工资是劳动力商品的价值
</p>
<ul class="org-ul">
<li>保证工人这个周期的生存, 来保证工人下个周期能再次提供劳动力</li>
<li>还要保证工人能维系家庭, 培养下一代劳动力</li>
<li>还要培育高级劳动者高级工人, 发挥出高级劳动力</li>
</ul>
</div>
</li>
<li><a id="orga5d85bc"></a>绝对剩余价值 和 相对剩余价值<br />
<div class="outline-text-5" id="text-4-3-2-3">
<ul class="org-ul">
<li>绝对m: 延长工时, 延长越长, 产出m越多</li>
<li>相对m: 改进技术, 提高效率, 产出m的速率越高</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-orgb836a9e" class="outline-4">
<h4 id="orgb836a9e"><span class="section-number-4">4.3.3</span> 剩余价值率 m'</h4>
<div class="outline-text-4" id="text-4-3-3">
<ul class="org-ul">
<li>m' = m / v
<ul class="org-ul">
<li>表示工人被剥削的程度</li>
<li>v的上升, 使工人的革命性, 意识降低</li>
<li>但同时m也在上升, m'上升, 总体来说工人被剥削的程度还是升高的</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org0a05fcd" class="outline-4">
<h4 id="org0a05fcd"><span class="section-number-4">4.3.4</span> 资本的利润率 p'</h4>
<div class="outline-text-4" id="text-4-3-4">
<ul class="org-ul">
<li>p' = m / (c + v) = m' / (c / v + 1)
<ul class="org-ul">
<li>c / v: 资本的有机构成, 随机械化的增加, 社会的进步, 值会上升</li>
<li>利润率p'随着社会进步会下降, 那么资本主义必将灭亡, 吗?</li>
</ul></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org6068057"></a>马克思的阿喀琉斯之踵&#xa0;&#xa0;&#xa0;<span class="tag"><span class="__________">马克思的阿喀琉斯之踵</span>&#xa0;<span class="______">马克思的错误</span>&#xa0;<span class="_______">马克思的急躁病</span></span><br />
<div class="outline-text-5" id="text-4-3-4-1">
<ul class="org-ul">
<li>世界市场形成
<ul class="org-ul">
<li>马克思左派地认为, 世界普遍联系, 革命会是世界性的</li>
<li>预言俄国会先产生革命, 如果俄国革命能引发欧洲革命并互为补充,
进而引发世界革命, 那么共产主义革命有可能实现</li>
</ul></li>
<li>问题在于过于乐观地看待了资本主义市场的发展
<ul class="org-ul">
<li>由于世界市场, 资本主义仍有很多落后国家可以输出商品输出资本</li>
<li>世界市场反而遏制了共产主义革命</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org43ff8af" class="outline-4">
<h4 id="org43ff8af"><span class="section-number-4">4.3.5</span> 资本家劳动吗?</h4>
<div class="outline-text-4" id="text-4-3-5">
</div>
<ol class="org-ol">
<li><a id="org14311b8"></a>马克思所谓资本家<br />
<div class="outline-text-5" id="text-4-3-5-1">
<ul class="org-ul">
<li>是资本的人格化, 资本的执行者</li>
<li>是纯粹的资本家, 是仅仅执行资本任务的人的部分
<ul class="org-ul">
<li>为了理论的精确性, 方便性</li>
</ul></li>
<li>在这个意义上, 资本家是不劳动的</li>
<li>现实中, 纯粹的实利者
<ul class="org-ul">
<li>企业的大股东, 不管理公司, 盈利时去分红</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orgd4141c0"></a>现实中资本家往往是复杂的<br />
<div class="outline-text-5" id="text-4-3-5-2">
<ul class="org-ul">
<li>现实中资本家往往参加一些劳动, 创造一些价值
<ul class="org-ul">
<li>作为管理劳动者也创造了价值, 产品中也包含着他的劳动部分</li>
<li>不是纯粹的资本家</li>
</ul></li>
<li>历史的发展
<ul class="org-ul">
<li>劳动价值渐减, 剥削价值渐增</li>
<li>小生产者
<ul class="org-ul">
<li>承担全部劳动</li>
</ul></li>
<li>简单的雇佣
<ul class="org-ul">
<li>承担大部分劳动</li>
<li>%50以下来自剥削收入</li>
</ul></li>
<li>大型雇佣
<ul class="org-ul">
<li>几乎不承担劳动</li>
<li>%50以上来自剥削收入</li>
</ul></li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org5bb82df"></a>有一部分所谓的劳动不是真正的劳动<br />
<div class="outline-text-5" id="text-4-3-5-3">
<blockquote>
<p>
有一种劳动, 只有在肮脏的可鄙的生产关系(社会关系)中才能称为劳动
</p>
</blockquote>
<ul class="org-ul">
<li>奴隶主挥鞭子也很累</li>
<li>资本家混关系酒局</li>
<li>高利贷者催债</li>
<li><b>不是真正的劳动</b></li>
</ul>
</div>
</li>
<li><a id="org78ca17f"></a>如何评价<br />
<div class="outline-text-5" id="text-4-3-5-4">
<ul class="org-ul">
<li>分为剥削部分和劳动部分各自评价</li>
</ul>
</div>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org847c011" class="outline-2">
<h2 id="org847c011"><span class="section-number-2">5</span> 第四讲 共产主义的三重维度</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgd2267fc" class="outline-3">
<h3 id="orgd2267fc"><span class="section-number-3">5.1</span> 作为现实运动的共产主义</h3>
<div class="outline-text-3" id="text-5-1">
</div>
<div id="outline-container-orgec86064" class="outline-4">
<h4 id="orgec86064"><span class="section-number-4">5.1.1</span> 是什么?不是理想, 是消灭现存状况的现实的运动</h4>
<div class="outline-text-4" id="text-5-1-1">
<blockquote>
<p>
共产主义对我们来说不是应当确立的状况, 不是现实应当与之相适应的理想.
我们所称为共产主义的是那种消灭现存状况的现实的运动. --<i>形态</i>
</p>
</blockquote>
<ul class="org-ul">
<li><b>不是理想</b>, 是改变现状</li>
<li>是对自我异化, 私有制的积极扬弃 (青年时期)</li>
<li>是消灭现存状况的现实的运动 (成熟时期, <i>形态</i>)</li>
<li>工人阶级绝对不是要实现什么理想, 而是解放旧社会中已经孕育的新社会的因素. (晚年时期, <i>法兰西内战</i>)</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org3982185"></a>为什么我们仍称"共产主义理想"<br />
<div class="outline-text-5" id="text-5-1-1-1">
<p>
我们只能把它当成理想无限推后
</p>
<ul class="org-ul">
<li>无产阶级的革命性在降低, 共产主义的现实性在下降, 理想性在上升</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org86b67ca" class="outline-4">
<h4 id="org86b67ca"><span class="section-number-4">5.1.2</span> 何以是? 共产主义的理论依据</h4>
</div>
<div id="outline-container-orge264bfa" class="outline-4">
<h4 id="orge264bfa"><span class="section-number-4">5.1.3</span> 何以是? 现实考量, 现实依据</h4>
<div class="outline-text-4" id="text-5-1-3">
</div>
<ol class="org-ol">
<li><a id="org29fd3cc"></a>客观情势 &#x2013; 恩格斯总结<br />
<div class="outline-text-5" id="text-5-1-3-1">
<p>
资本主义陷入了三重对立中
</p>
</div>
<ol class="org-ol">
<li><a id="org9ad115b"></a>生产的社会化同资本主义的私人占有之间的矛盾<br />
<div class="outline-text-6" id="text-5-1-3-1-1">
<ul class="org-ul">
<li>生产的社会化
<ol class="org-ol">
<li>产品是为了交换, 为了资本 &#x2013; 希望生产更多</li>
<li>希望交换更多, 建构消费主义, 异化消费 &#x2013; 需要购买力, 消费能力</li>
</ol></li>
<li>资本主义的私人占有
<ul class="org-ul">
<li>压榨工资</li>
</ul></li>
<li>导致生产过剩, 经济危机</li>
<li>2008经济危机
<ul class="org-ul">
<li>相对过剩</li>
<li id="次级贷款">为资本, 不需要抵押物也贷给百姓
<ul class="org-ul">
<li>导致提前消费</li>
</ul></li>
<li>银行破产, 百姓破产</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org29d82c4"></a>无产阶级和资产阶级的矛盾<br /></li>
<li><a id="org1d729bf"></a>企业间的无序竞争无序发展 vs 企业内的有序发展<br />
<div class="outline-text-6" id="text-5-1-3-1-3">
<ul class="org-ul">
<li>导致企业联合垄断的发生
<ul class="org-ul">
<li>例: 蒙牛伊利</li>
<li>马克思认为垄断资本主义为社会主义建好架构基础
<ul class="org-ul">
<li>"社会主义 = 美国的托拉思 + 美国的电气化 + 德国的铁路 + 俄国的苏维埃政权" &#x2013; 列宁</li>
</ul></li>
</ul></li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="orgefcb97c"></a>主体力量<br />
<ol class="org-ol">
<li><a id="org363dcfb"></a>无产阶级/无产者<br />
<div class="outline-text-6" id="text-5-1-3-2-1">
<ul class="org-ul">
<li>无产者不是没有财产, 而是不掌握生产资料</li>
<li>本质: <b>打工人</b>
<ul class="org-ul">
<li>不要变成无害的心灵鸡汤, 道德说教</li>
</ul></li>
<li>但马克思恩格斯在很大程度上, 仍强调无产者的赤贫化
<ul class="org-ul">
<li>赤贫的无产者, 革命性较强, "光脚的不怕穿鞋的"</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org183e9f3"></a>然而欧洲的无产者中产化了<br />
<div class="outline-text-6" id="text-5-1-3-2-2">
<ul class="org-ul">
<li>恩格斯: "中间阶级是最大的反革命的力量"</li>
<li>要让工人吃的好一些穿的好一些, 但这没有改变工人被奴役的命运,
这只说明工人自己为自己套下的金锁链已经足够沉重了, 所以资本家让它变得轻一些</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org0dee286"></a>中心依附理论<br />
<div class="outline-text-7" id="text-5-1-3-2-2-1">
<ul class="org-ul">
<li>中心国家之所以能发展, 维系福利, 是建立在对边缘国家的剥削之上的, 是依附于边缘国家的</li>
<li>之所以能维持生态良好, 是把有害企业转移到了边缘国家,
把垃圾转移到边缘国家, 边缘国家的资本家买来垃圾进一步分类盈利</li>
<li>中心国家的工人在对边缘国家的剥削中分得了一杯羹, 资本化了</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="orga817d77"></a>M型社会结构/新穷人<br />
<ol class="org-ol">
<li><a id="orgbfc827d"></a>M型社会结构<br />
<div class="outline-text-7" id="text-5-1-3-2-3-1">
<ul class="org-ul">
<li>不稳定的社会结构: 哑铃型</li>
<li>稳定的社会结构: 橄榄型/枣核型
<ul class="org-ul">
<li>不愿革命的中产阶级占大多数</li>
<li>有钱人不多, 不会引发社会不满</li>
<li>赤贫化人不多, 不会引起动荡</li>
</ul></li>
<li>枣核型中的中产阶级产生分化, 形成M型社会结构</li>
</ul>
</div>
</li>
<li><a id="org26f48fb"></a>汪辉教授提出新穷人, 新工人概念<br />
<div class="outline-text-7" id="text-5-1-3-2-3-2">
<ul class="org-ul">
<li>"中产阶级"是保守的, 模糊的称谓, 分称为无产者, 高级无产者, 打工人等等更合适</li>
<li id="新穷人">工资逐步上升, 但是社会福利货币化了</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-org8815842" class="outline-3">
<h3 id="org8815842"><span class="section-number-3">5.2</span> 作为社会形态的共产主义</h3>
<div class="outline-text-3" id="text-5-2">
</div>
<div id="outline-container-org5966970" class="outline-4">
<h4 id="org5966970"><span class="section-number-4">5.2.1</span> 社会形态阶段论</h4>
<div class="outline-text-4" id="text-5-2-1">
</div>
<ol class="org-ol">
<li><a id="orgb44edfd"></a>五阶段说<br />
<div class="outline-text-5" id="text-5-2-1-1">
<ol class="org-ol">
<li>原始共产社会</li>
<li>奴隶社会</li>
<li>封建社会(有异议, 既可以是西欧, 也可以是中国)</li>
<li>资本主义社会</li>
<li>共产主义社会(包括社会主义)</li>
</ol>
<p>
\\ 马克思在 <i>形态</i> 和 <i>批判</i> 中大体提过五阶段
</p>
</div>
</li>
<li><a id="org1d2203d"></a>三阶段说<br />
<div class="outline-text-5" id="text-5-2-1-2">
<blockquote>
<p>
人类社会分为三个阶段 &#x2013; 5758经济学手稿
</p>
</blockquote>
</div>
<ol class="org-ol">
<li><a id="orgc0b43af"></a>人的依赖性的阶段<br />
<div class="outline-text-6" id="text-5-2-1-2-1">
<ul class="org-ul">
<li>原始社会, 原子的人不能生存</li>
<li>奴隶社会, 奴隶与奴隶主相互依附</li>
<li>封建社会, 人身依附, 归属关系依附关系</li>
</ul>
</div>
</li>
<li><a id="org01d3c04"></a>以物的依赖性为基础的人的独立性的阶段<br />
<div class="outline-text-6" id="text-5-2-1-2-2">
<ul class="org-ul">
<li>平等交换, 商品经济贯彻到了社会生活, 法律意义上出现了人和人的平等</li>
<li>"资本主义完成了政治解放"</li>
<li>但是这不是真正的独立性, 而是建立在物的依赖性基础上
<ul class="org-ul">
<li>如果双方的经济地位不平等, 则实质上仍是不平等的</li>
<li>包工头和农民工的故事</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org3ac295b"></a>建立在人的自由而全面的发展之上的, 同时建立在社会财富共同所有的基础之上的人的自由个性<br />
<div class="outline-text-6" id="text-5-2-1-2-3">
<ul class="org-ul">
<li>扬弃异化劳动</li>
<li>自由</li>
<li>全面</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org1535084" class="outline-4">
<h4 id="org1535084"><span class="section-number-4">5.2.2</span> 共产主义社会的具体阶段</h4>
<div class="outline-text-4" id="text-5-2-2">
</div>
<ol class="org-ol">
<li><a id="org48f3e7d"></a>马克思: 没有社会主义提法<br />
<div class="outline-text-5" id="text-5-2-2-1">
<ol class="org-ol">
<li>资本主义</li>
<li>无产阶级专政
<ul class="org-ul">
<li>革命的过渡时期, 不是共产主义</li>
<li>专政(独裁)
<ul class="org-ul">
<li>恩格斯: 庸人们, 去看一看巴黎公社, 看一看 <i>法兰西内战</i>, 它比资本主义的民主还要民主, 比资本主义的自由还要自由</li>
<li><i>论人民民主专政</i>: 对人民民主, 对敌人独裁</li>
</ul></li>
</ul></li>
<li>分界线: &lt;国家消亡 &#x2013;恩格斯&gt;</li>
<li>共产主义
也可以分为两个阶段
<ol class="org-ol">
<li>共产主义第一阶段
<ul class="org-ul">
<li>按劳分配: 资本主义社会的残余, 资产阶级法权
<ul class="org-ul">
<li>等量劳动力交换等量产品, 基于劳动力差别, 不平等</li>
<li id="当前中国: 按劳分配为主体, 多种分配方式并存">资产阶级法权分配为主体, 剥削更强的其他分配方式为补充</li>
</ul></li>
</ul></li>
<li>共产主义高级阶段
<ul class="org-ul">
<li>按需分配</li>
</ul></li>
</ol></li>
</ol>
</div>
</li>
<li><a id="orgcfa4e41"></a>列宁的改动<br />
<div class="outline-text-5" id="text-5-2-2-2">
<ul class="org-ul">
<li>共产主义的第一阶段就是社会主义阶段</li>
<li>第一阶段仍有式微的国家</li>
</ul>
</div>
</li>
<li><a id="org247ea70"></a>斯大林的改动<br />
<div class="outline-text-5" id="text-5-2-2-3">
<ul class="org-ul">
<li>为了消灭国家, 就要加强国家 (<b>核心</b>)</li>
<li>为了消灭无产阶级专政, 就要加强无产阶级专政</li>
<li>国有制, 集体所有制</li>
<li>一国建成社会主义</li>
<li>混同了无产阶级专政和社会主义(即共产主义第一阶段), 而独立了共产主义高级阶段(作为"共产主义")</li>
</ul>
</div>
</li>
<li><a id="org049a2ab"></a>马克思共产主义的特征<br />
<ol class="org-ol">
<li><a id="org393ef47"></a>社会所有, 个人所有<br />
<div class="outline-text-6" id="text-5-2-2-4-1">
<ul class="org-ul">
<li>生产资料: 社会所有</li>
<li>生活资料: 个人所有</li>
<li>资本主义社会: 生产资料大部分为少数资本家所有, 生产资料全部为资本家所有</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org64a24ec"></a>对共产主义的诽谤<br />
<div class="outline-text-7" id="text-5-2-2-4-1-1">
<ol class="org-ol">
<li>共产共妻?
<ul class="org-ul">
<li>资本主义已经是共妻制了, 一夫一妻为表像, 以资本实现的正式和非正式的卖淫为补充</li>
<li>提到这个问题, 本质是把妻子物化为财产</li>
<li>真正的爱情现在实现在无产阶级之间, 未来会回归到真正的爱情</li>
</ul></li>
<li>跑步进入共产主义?</li>
</ol>
</div>
</li>
</ol>
</li>
