note.org
***** 国家消亡
- 马恩: 共产主义第一阶段国家已经消亡
- 列宁: 共产主义第一阶段仍有式微的国家
- 斯大林:
***** 国际性                                             :德意志意识形态:
/形态/
- 共产主义必须以世界性的形式出现
  - 否则, 资本主义的任何交往都会导致地域性的共产主义的崩溃
  - 马恩一直坚持世界革命主张
  - 共产主义和民族主义是矛盾的
    - 但是不是消灭民族
    - 列宁: 东方殖民地理论, 二者在一定条件下, 在策略上可以联合
      - 反帝国的民族主义可以和马克思主义组成策略上的联盟
- 斯大林: 一国建成社会主义
- 为什么苏联叫社会主义共和国联盟?
  - 列宁: 向社会主义过渡, 叫社会主义是旗号
- 邓小平: 我们搞了几十年的社会主义, 事实上不够格
***** 自由全面 vs. 资本主义法权 异化
- 共产主义也有必要劳动
- 异化在共产主义第一阶段还广泛存在着
- "物质财富极大丰富, 道德水平极大提高"
- 道德提高是结果, 不是前提
  - 共产主义下按需分配, 不再有盗窃
  - 要改变的是社会关系, 道德水平自然提高
***** 按需分配 vs. 按劳分配
- 需求回归合理化真实化
- 消灭雇佣劳动, 维护清扫劳动自己承担
- 当前资本的扩张让我们有了无限的欲望
** 作为远大理想的共产主义
共产主义的现实性(此岸性)减弱, 理想性(彼岸性)增强
- 共产主义恐怕要几代, 十几代, 甚至几十代人的奋斗才能实现
- 重新拾起共产主义的现实性
  - 对现实状况的批判和扬弃
* 第五讲 马克思主义的国家, 宗教, 婚姻家庭理论
德国古典哲学, 古典政治经济学, 空想社会主义发展, 形成马克思主义的总论
- 哲学(1, 2章)
- 政治经济学(3章)
- 科学社会主义(4章)
** 国家观
*** 所谓国家
- state, stant, 政治国家, 公权力机关, *讨论中心*
- nation, nation, 民族国家, 民族
  - *共产主义不是消灭民族*
    - 民族间的压迫随着阶级压迫的消灭而消灭
    - "民族问题, 种族问题归根结底还是阶级问题" --毛
  - 民族主义和马克思主义, 社会主义是对立的
    - 既是民族主义者, 又是社会主义者? ::
      NationalSocialisms: 国家社会主义工人党, 民族社会主义工人党, 即Nazi
- country, land, 文化意义上的国家
- 马克思: "工人阶级没有祖国", 指政治国家
  - 二战中, 可惜第二国际各国倒向了民族主义, 纷纷维护本国利益
  - 列宁: 让沙皇俄国在战争中失败, 转国际战争为国内战争
*** 国家的本质 (国家和阶级的关系)
**** 起源论
恩格斯: 国家是阶级矛盾不可调和的产物
1. 原始社会, 无剩余食粮供斗争所获俘虏, 只能杀掉
2. 生产力发展, 存在剩余食粮, 俘虏变成奴隶
3. 物质利益分配不公, 产生阶级矛盾
4. 为在阶级矛盾中维护高层阶级利益, 警察, 保镖出现, 国家出现
**** 本质论
***** 马克思: 国家是虚幻的共同体
披着普遍利益外衣的, 特殊利益的代言
****** 普遍性和特殊性
- 国家把自己塑造成普遍中立的共同体
  - "为了从社会纷争中维护你我的安全利益, 我们需要国家作为一个中立的普遍共同体"
- 但国家在普遍利益之下始终偏袒特殊群体
****** 无产阶级专政的国家不是虚幻的
因其宣称只代表无产阶级的利益, 不是虚幻的
- "中国是工人阶级领导的...人民民主专政的国家"
****** 一个国家不可能"代表全体阶级的利益"
那也是虚幻的共同体了
******* "国防政府"
发现巴黎公社工人运动时, 联合国外侵略者镇压工人
- "宁予外人, 不予家奴"
******* "人民国家"
- 人民 -> 虚幻的包装
- 国家 -> 特殊群体
- 恩格斯: 这是矛盾的形容语, 是不可能实现的
******* 发达资本主义国家也在维护工人/全人类利益?
- 国家本就是要调和阶级矛盾, 维护工人利益是为了防止工人革命
- 既然只是调和了阶级矛盾, 那本质就是维护了阶级的存在, 保留了统治阶级, 保留了二元关系
***** 马克思: 国家是阶级统治的工具
**** 演进论
马克思: 国家是一定历史时期下, 一定的阶级实行统治的条件, 国家的演进也是阶级变换的结果
- 例: 西欧, 法国资本主义萌芽时, 理想的状态是君主专制集权
  - 诸侯分权, 各国混战中, 希望有强大的君主统一国家, 统一市场, 以发展资本
  - 壮大时期, 革命, 分权, 达到议会制, 资产阶级独掌政权
  - 无产阶级壮大, 革命, 夺权
    - 如1848年法国无产阶级起义, "现代社会两方第一次正面对决"
  - 资产阶级为镇压无产阶级, 改为总统制(路易-波拿巴), 集权, 甚至复辟帝制
**** 消亡论
马克思, 恩格斯, 列宁, 斯大林, 毛泽东: 阶级消亡后, 国家也将不可避免地消亡
- 指政治国家消亡
*** 无产阶级专政
**** 当代政治体制(政体)
***** 议会制
- 最高权力机关是议会
- 选民普选产生议会, 来自不同党派
- 议席多数的是多数党, 议席超过一半的一般就是执政党
- 执政党可以组建内阁, 即政府
  - 由于执政党为多数党, 只要党内不分裂, 则本党法案议会裁决一定通过
  - 党间的执政联盟
  - 行政归政府, 立法归议会, 并没有三权分立 -> *议行合一*
- 国家元首是:
  - 君主立宪制国家: 无实权的君主, 世袭, 国家的象征, 走形式; 政府首相掌握实权. 英国, 丹麦, 瑞典, 日本
  - 议会共和制国家: 无实权的总统, 民选, 国家的象征, 走形式; 政府总理掌握实权. 意大利, 德国, 印度
***** 总统制/总统共和制
国家元首, 政府首脑都是总统
- 票选总统: 行政权
- 票选议会: 立法权
- 法院: 司法权
- 三权分立
***** 中国的社会主义民主共和制
- 最高权力是全国人民代表大会
- 国务院(政府)总理掌管行政权
- 国家元首是国家主席, 没有实权
- 共产党总书记, 实权
- 军委主席, 实权
**** 巴黎公社
***** 普选制且可以随时撤换
- 对比之前政策, 只有白人男性能参选, 且有财产限制;
  随后逐渐开放到普选. 巴黎公社提前了100年
- "再没有人比无产阶级更拥护普选权了" --马克思
***** 公社委员会(普选选出)
议行合一的体制
- 高效
- 列宁: 有利于避免议会成为清谈馆
***** 法官民选
马克思: 我们用法官民选的方式刺破资产阶级所说的司法独立
- 法官由民众选举产生
- 司法过程由百姓监督
- 司法不独立, 由人民群众干预司法
***** 公务员的工资                                             :廉价政府:
公务员的工资不能超过普通熟练工人
- 毛泽东领导了三次带头降工资
  "我们国家虽然实现了社会主义, 但是还有资产阶级法权, 
还有八级工资制, 很多地方和旧社会差不多"
***** 废除常备军和警察部队, 代之以工人自己组成的国民自卫军     :廉价政府:
- 废除阶级统治的物质力量
***** 廉价政府
- 上两条实现了真正意义的廉价政府
- 以往的国家吸取社会利益, 用于无聊的行政, 用于维护统治阶级的暴力工具
- "以往的国家都是寄生于社会上的赘瘤" -- 马克思
***** 政教分离
- 废除阶级统治的精神力量
- 国家不支援宗教, 宗教依靠信徒的捐赠存留
***** 免费教育 (义务教育)
***** 地方自治 有限中央
- 地方掌握大部分权利
- 中央掌握少部分重要必要的权利
***** 无国家的共同体
- 每个人自由发展是一切人自由发展的条件
- 自由发展的共同体 Association
- 自由人联合体 Verein
- 共同体 Gemeinwesen / 公社 Kommune
** 宗教观
*** 世界三大宗教
基督教 伊斯兰教 佛教
**** 西方启示宗教: 犹太教
- 从耶路撒冷产生, 只产生了犹太教, /圣经 旧约/
- 等待上帝的救赎
***** 基督教: 从耶稣自称上帝儿子起产生
  - 信耶稣基督
  - 信三位一体: 圣父, 圣灵, 圣体
    - 上帝就是耶稣, "道成肉身"
  - 创立了 /圣经 新约/, /福音书/
****** 天主教: 罗马帝国分裂, 西罗马
- 教皇/教宗
- 信梵蒂冈教廷
****** 东正教: 东罗马
- 大牧首
- 中心从伊斯坦布尔又转向希腊, 转向莫斯科
- 信莫斯科教廷
****** 新教
- 一些人不承认教廷, 马丁路德提出"因信称义"
- 直接与
*** 宗教的本质                                       :黑格尔法哲学批判导言:
**** 宗教是人民的鸦片
- 毒品, 但也是镇痛剂
- 安抚人民, 使人们麻痹, 丧失对解决方案的思考, 丧失对生活的抗争性
**** 是人的本质在幻想中的实现
- 是人的世界的某种幻想的产物
  - 幻想一个和人的世界相对的社会, 天堂, 前世来世
- 人自身所在的社会就是二重对立的
  - 有人享乐有人受苦
*** 宗教批判(马克思没说过宗教一定会消亡)
澄清前提, 划定界限
