note.html
<li><a id="org3d418a0"></a>国家消亡<br />
<div class="outline-text-6" id="text-5-2-2-4-2">
<ul class="org-ul">
<li>马恩: 共产主义第一阶段国家已经消亡</li>
<li>列宁: 共产主义第一阶段仍有式微的国家</li>
<li>斯大林:</li>
</ul>
</div>
</li>
<li><a id="orgf0be4f4"></a>国际性&#xa0;&#xa0;&#xa0;<span class="tag"><span class="_______">德意志意识形态</span></span><br />
<div class="outline-text-6" id="text-5-2-2-4-3">
<p>
<i>形态</i>
</p>
<ul class="org-ul">
<li>共产主义必须以世界性的形式出现
<ul class="org-ul">
<li>否则, 资本主义的任何交往都会导致地域性的共产主义的崩溃</li>
<li>马恩一直坚持世界革命主张</li>
<li>共产主义和民族主义是矛盾的
<ul class="org-ul">
<li>但是不是消灭民族</li>
<li>列宁: 东方殖民地理论, 二者在一定条件下, 在策略上可以联合
<ul class="org-ul">
<li>反帝国的民族主义可以和马克思主义组成策略上的联盟</li>
</ul></li>
</ul></li>
</ul></li>
<li>斯大林: 一国建成社会主义</li>
<li>为什么苏联叫社会主义共和国联盟?
<ul class="org-ul">
<li>列宁: 向社会主义过渡, 叫社会主义是旗号</li>
</ul></li>
<li>邓小平: 我们搞了几十年的社会主义, 事实上不够格</li>
</ul>
</div>
</li>
<li><a id="org4da18ae"></a>自由全面 vs. 资本主义法权 异化<br />
<div class="outline-text-6" id="text-5-2-2-4-4">
<ul class="org-ul">
<li>共产主义也有必要劳动</li>
<li>异化在共产主义第一阶段还广泛存在着</li>
<li>"物质财富极大丰富, 道德水平极大提高"</li>
<li>道德提高是结果, 不是前提
<ul class="org-ul">
<li>共产主义下按需分配, 不再有盗窃</li>
<li>要改变的是社会关系, 道德水平自然提高</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orgf1d52a4"></a>按需分配 vs. 按劳分配<br />
<div class="outline-text-6" id="text-5-2-2-4-5">
<ul class="org-ul">
<li>需求回归合理化真实化</li>
<li>消灭雇佣劳动, 维护清扫劳动自己承担</li>
<li>当前资本的扩张让我们有了无限的欲望</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-orgba3d48e" class="outline-3">
<h3 id="orgba3d48e"><span class="section-number-3">5.3</span> 作为远大理想的共产主义</h3>
<div class="outline-text-3" id="text-5-3">
<p>
共产主义的现实性(此岸性)减弱, 理想性(彼岸性)增强
</p>
<ul class="org-ul">
<li>共产主义恐怕要几代, 十几代, 甚至几十代人的奋斗才能实现</li>
<li>重新拾起共产主义的现实性
<ul class="org-ul">
<li>对现实状况的批判和扬弃</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org7c61d20" class="outline-2">
<h2 id="org7c61d20"><span class="section-number-2">6</span> 第五讲 马克思主义的国家, 宗教, 婚姻家庭理论</h2>
<div class="outline-text-2" id="text-6">
<p>
德国古典哲学, 古典政治经济学, 空想社会主义发展, 形成马克思主义的总论
</p>
<ul class="org-ul">
<li>哲学(1, 2章)</li>
<li>政治经济学(3章)</li>
<li>科学社会主义(4章)</li>
</ul>
</div>
<div id="outline-container-org1045b86" class="outline-3">
<h3 id="org1045b86"><span class="section-number-3">6.1</span> 国家观</h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-org3f15d65" class="outline-4">
<h4 id="org3f15d65"><span class="section-number-4">6.1.1</span> 所谓国家</h4>
<div class="outline-text-4" id="text-6-1-1">
<ul class="org-ul">
<li>state, stant, 政治国家, 公权力机关, <b>讨论中心</b></li>
<li>nation, nation, 民族国家, 民族
<ul class="org-ul">
<li><b>共产主义不是消灭民族</b>
<ul class="org-ul">
<li>民族间的压迫随着阶级压迫的消灭而消灭</li>
<li>"民族问题, 种族问题归根结底还是阶级问题" &#x2013;毛</li>
</ul></li>
<li>民族主义和马克思主义, 社会主义是对立的
<dl class="org-dl">
<dt>既是民族主义者, 又是社会主义者?</dt><dd>NationalSocialisms: 国家社会主义工人党, 民族社会主义工人党, 即Nazi</dd>
</dl></li>
</ul></li>
<li>country, land, 文化意义上的国家</li>
<li>马克思: "工人阶级没有祖国", 指政治国家
<ul class="org-ul">
<li>二战中, 可惜第二国际各国倒向了民族主义, 纷纷维护本国利益</li>
<li>列宁: 让沙皇俄国在战争中失败, 转国际战争为国内战争</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org8122e94" class="outline-4">
<h4 id="org8122e94"><span class="section-number-4">6.1.2</span> 国家的本质 (国家和阶级的关系)</h4>
<div class="outline-text-4" id="text-6-1-2">
</div>
<ol class="org-ol">
<li><a id="orgd6960cc"></a>起源论<br />
<div class="outline-text-5" id="text-6-1-2-1">
<p>
恩格斯: 国家是阶级矛盾不可调和的产物
</p>
<ol class="org-ol">
<li>原始社会, 无剩余食粮供斗争所获俘虏, 只能杀掉</li>
<li>生产力发展, 存在剩余食粮, 俘虏变成奴隶</li>
<li>物质利益分配不公, 产生阶级矛盾</li>
<li>为在阶级矛盾中维护高层阶级利益, 警察, 保镖出现, 国家出现</li>
</ol>
</div>
</li>
<li><a id="org9848eb0"></a>本质论<br />
<ol class="org-ol">
<li><a id="org47759a8"></a>马克思: 国家是虚幻的共同体<br />
<div class="outline-text-6" id="text-6-1-2-2-1">
<p>
披着普遍利益外衣的, 特殊利益的代言
</p>
</div>
<ol class="org-ol">
<li><a id="orgd52a81d"></a>普遍性和特殊性<br />
<div class="outline-text-7" id="text-6-1-2-2-1-1">
<ul class="org-ul">
<li>国家把自己塑造成普遍中立的共同体
<ul class="org-ul">
<li>"为了从社会纷争中维护你我的安全利益, 我们需要国家作为一个中立的普遍共同体"</li>
</ul></li>
<li>但国家在普遍利益之下始终偏袒特殊群体</li>
</ul>
</div>
</li>
<li><a id="orgfc28aae"></a>无产阶级专政的国家不是虚幻的<br />
<div class="outline-text-7" id="text-6-1-2-2-1-2">
<p>
因其宣称只代表无产阶级的利益, 不是虚幻的
</p>
<ul class="org-ul">
<li>"中国是工人阶级领导的&#x2026;人民民主专政的国家"</li>
</ul>
</div>
</li>
<li><a id="orgd20810e"></a>一个国家不可能"代表全体阶级的利益"<br />
<div class="outline-text-7" id="text-6-1-2-2-1-3">
<p>
那也是虚幻的共同体了
</p>
</div>
<ol class="org-ol">
<li><a id="org3d13ff4"></a>"国防政府"<br />
<div class="outline-text-8" id="text-6-1-2-2-1-3-1">
<p>
发现巴黎公社工人运动时, 联合国外侵略者镇压工人
</p>
<ul class="org-ul">
<li>"宁予外人, 不予家奴"</li>
</ul>
</div>
</li>
<li><a id="org051abda"></a>"人民国家"<br />
<div class="outline-text-8" id="text-6-1-2-2-1-3-2">
<ul class="org-ul">
<li>人民 -&gt; 虚幻的包装</li>
<li>国家 -&gt; 特殊群体</li>
<li>恩格斯: 这是矛盾的形容语, 是不可能实现的</li>
</ul>
</div>
</li>
<li><a id="orgf2041c3"></a>发达资本主义国家也在维护工人/全人类利益?<br />
<div class="outline-text-8" id="text-6-1-2-2-1-3-3">
<ul class="org-ul">
<li>国家本就是要调和阶级矛盾, 维护工人利益是为了防止工人革命</li>
<li>既然只是调和了阶级矛盾, 那本质就是维护了阶级的存在, 保留了统治阶级, 保留了二元关系</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</li>
<li><a id="orgb0e4dfa"></a>马克思: 国家是阶级统治的工具<br /></li>
</ol>
</li>
<li><a id="orgd5bcd78"></a>演进论<br />
<div class="outline-text-5" id="text-6-1-2-3">
<p>
马克思: 国家是一定历史时期下, 一定的阶级实行统治的条件, 国家的演进也是阶级变换的结果
</p>
<ul class="org-ul">
<li>例: 西欧, 法国资本主义萌芽时, 理想的状态是君主专制集权
<ul class="org-ul">
<li>诸侯分权, 各国混战中, 希望有强大的君主统一国家, 统一市场, 以发展资本</li>
<li>壮大时期, 革命, 分权, 达到议会制, 资产阶级独掌政权</li>
<li>无产阶级壮大, 革命, 夺权
<ul class="org-ul">
<li>如1848年法国无产阶级起义, "现代社会两方第一次正面对决"</li>
</ul></li>
<li>资产阶级为镇压无产阶级, 改为总统制(路易-波拿巴), 集权, 甚至复辟帝制</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orgf841e8b"></a>消亡论<br />
<div class="outline-text-5" id="text-6-1-2-4">
<p>
马克思, 恩格斯, 列宁, 斯大林, 毛泽东: 阶级消亡后, 国家也将不可避免地消亡
</p>
<ul class="org-ul">
<li>指政治国家消亡</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org6d70660" class="outline-4">
<h4 id="org6d70660"><span class="section-number-4">6.1.3</span> 无产阶级专政</h4>
<div class="outline-text-4" id="text-6-1-3">
</div>
<ol class="org-ol">
<li><a id="org28ded85"></a>当代政治体制(政体)<br />
<ol class="org-ol">
<li><a id="org0171fe1"></a>议会制<br />
<div class="outline-text-6" id="text-6-1-3-1-1">
<ul class="org-ul">
<li>最高权力机关是议会</li>
<li>选民普选产生议会, 来自不同党派</li>
<li>议席多数的是多数党, 议席超过一半的一般就是执政党</li>
<li>执政党可以组建内阁, 即政府
<ul class="org-ul">
<li>由于执政党为多数党, 只要党内不分裂, 则本党法案议会裁决一定通过</li>
<li>党间的执政联盟</li>
<li>行政归政府, 立法归议会, 并没有三权分立 -&gt; <b>议行合一</b></li>
</ul></li>
<li>国家元首是:
<ul class="org-ul">
<li>君主立宪制国家: 无实权的君主, 世袭, 国家的象征, 走形式; 政府首相掌握实权. 英国, 丹麦, 瑞典, 日本</li>
<li>议会共和制国家: 无实权的总统, 民选, 国家的象征, 走形式; 政府总理掌握实权. 意大利, 德国, 印度</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orgf4c04b2"></a>总统制/总统共和制<br />
<div class="outline-text-6" id="text-6-1-3-1-2">
<p>
国家元首, 政府首脑都是总统
</p>
<ul class="org-ul">
<li>票选总统: 行政权</li>
<li>票选议会: 立法权</li>
<li>法院: 司法权</li>
<li>三权分立</li>
</ul>
</div>
</li>
<li><a id="orga4d1aca"></a>中国的社会主义民主共和制<br />
<div class="outline-text-6" id="text-6-1-3-1-3">
<ul class="org-ul">
<li>最高权力是全国人民代表大会</li>
<li>国务院(政府)总理掌管行政权</li>
<li>国家元首是国家主席, 没有实权</li>
<li>共产党总书记, 实权</li>
<li>军委主席, 实权</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="orge67e1f9"></a>巴黎公社<br />
<ol class="org-ol">
<li><a id="orgaee9e22"></a>普选制且可以随时撤换<br />
<div class="outline-text-6" id="text-6-1-3-2-1">
<ul class="org-ul">
<li>对比之前政策, 只有白人男性能参选, 且有财产限制;
随后逐渐开放到普选. 巴黎公社提前了100年</li>
<li>"再没有人比无产阶级更拥护普选权了" &#x2013;马克思</li>
</ul>
</div>
</li>
<li><a id="org266008c"></a>公社委员会(普选选出)<br />
<div class="outline-text-6" id="text-6-1-3-2-2">
<p>
议行合一的体制
</p>
<ul class="org-ul">
<li>高效</li>
<li>列宁: 有利于避免议会成为清谈馆</li>
</ul>
</div>
</li>
<li><a id="org2ff905a"></a>法官民选<br />
<div class="outline-text-6" id="text-6-1-3-2-3">
<p>
马克思: 我们用法官民选的方式刺破资产阶级所说的司法独立
</p>
<ul class="org-ul">
<li>法官由民众选举产生</li>
<li>司法过程由百姓监督</li>
<li>司法不独立, 由人民群众干预司法</li>
</ul>
</div>
</li>
<li><a id="orgd1751a7"></a>公务员的工资&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">廉价政府</span></span><br />
<div class="outline-text-6" id="text-6-1-3-2-4">
<p>
公务员的工资不能超过普通熟练工人
</p>
<ul class="org-ul">
<li>毛泽东领导了三次带头降工资
"我们国家虽然实现了社会主义, 但是还有资产阶级法权,</li>
</ul>
<p>
还有八级工资制, 很多地方和旧社会差不多"
</p>
</div>
</li>
<li><a id="org3b5b8c0"></a>废除常备军和警察部队, 代之以工人自己组成的国民自卫军&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">廉价政府</span></span><br />
<div class="outline-text-6" id="text-6-1-3-2-5">
<ul class="org-ul">
<li>废除阶级统治的物质力量</li>
</ul>
</div>
</li>
<li><a id="org4626678"></a>廉价政府<br />
<div class="outline-text-6" id="text-6-1-3-2-6">
<ul class="org-ul">
<li>上两条实现了真正意义的廉价政府</li>
<li>以往的国家吸取社会利益, 用于无聊的行政, 用于维护统治阶级的暴力工具</li>
<li>"以往的国家都是寄生于社会上的赘瘤" &#x2013; 马克思</li>
</ul>
</div>
</li>
<li><a id="org0de36fe"></a>政教分离<br />
<div class="outline-text-6" id="text-6-1-3-2-7">
<ul class="org-ul">
<li>废除阶级统治的精神力量</li>
<li>国家不支援宗教, 宗教依靠信徒的捐赠存留</li>
</ul>
</div>
</li>
<li><a id="org960e84f"></a>免费教育 (义务教育)<br /></li>
<li><a id="org16e50f2"></a>地方自治 有限中央<br />
<div class="outline-text-6" id="text-6-1-3-2-9">
<ul class="org-ul">
<li>地方掌握大部分权利</li>
<li>中央掌握少部分重要必要的权利</li>
</ul>
</div>
</li>
<li><a id="org502b5fd"></a>无国家的共同体<br />
<div class="outline-text-6" id="text-6-1-3-2-10">
<ul class="org-ul">
<li>每个人自由发展是一切人自由发展的条件</li>
<li>自由发展的共同体 Association</li>
<li>自由人联合体 Verein</li>
<li>共同体 Gemeinwesen / 公社 Kommune</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-org9504cf6" class="outline-3">
<h3 id="org9504cf6"><span class="section-number-3">6.2</span> 宗教观</h3>
<div class="outline-text-3" id="text-6-2">
</div>
<div id="outline-container-org9350421" class="outline-4">
<h4 id="org9350421"><span class="section-number-4">6.2.1</span> 世界三大宗教</h4>
<div class="outline-text-4" id="text-6-2-1">
<p>
基督教 伊斯兰教 佛教
</p>
</div>
<ol class="org-ol">
<li><a id="org1c5a0c3"></a>西方启示宗教: 犹太教<br />
<div class="outline-text-5" id="text-6-2-1-1">
<ul class="org-ul">
<li>从耶路撒冷产生, 只产生了犹太教, <i>圣经 旧约</i></li>
<li>等待上帝的救赎</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org14f72f3"></a>基督教: 从耶稣自称上帝儿子起产生<br />
<div class="outline-text-6" id="text-6-2-1-1-1">
<ul class="org-ul">
<li>信耶稣基督</li>
<li>信三位一体: 圣父, 圣灵, 圣体
<ul class="org-ul">
<li>上帝就是耶稣, "道成肉身"</li>
</ul></li>
<li>创立了 <i>圣经 新约</i>, <i>福音书</i></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org150e4e2"></a>天主教: 罗马帝国分裂, 西罗马<br />
<div class="outline-text-7" id="text-6-2-1-1-1-1">
<ul class="org-ul">
<li>教皇/教宗</li>
<li>信梵蒂冈教廷</li>
</ul>
</div>
</li>
<li><a id="org94c1188"></a>东正教: 东罗马<br />
<div class="outline-text-7" id="text-6-2-1-1-1-2">
<ul class="org-ul">
<li>大牧首</li>
<li>中心从伊斯坦布尔又转向希腊, 转向莫斯科</li>
<li>信莫斯科教廷</li>
</ul>
</div>
</li>
<li><a id="org3dbe131"></a>新教<br />
<div class="outline-text-7" id="text-6-2-1-1-1-3">
<ul class="org-ul">
<li>一些人不承认教廷, 马丁路德提出"因信称义"</li>
<li>直接与</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-orgc63e846" class="outline-4">
<h4 id="orgc63e846"><span class="section-number-4">6.2.2</span> 宗教的本质&#xa0;&#xa0;&#xa0;<span class="tag"><span class="__________">黑格尔法哲学批判导言</span></span></h4>
<div class="outline-text-4" id="text-6-2-2">
</div>
<ol class="org-ol">
<li><a id="org5fb3016"></a>宗教是人民的鸦片<br />
<div class="outline-text-5" id="text-6-2-2-1">
<ul class="org-ul">
<li>毒品, 但也是镇痛剂</li>
<li>安抚人民, 使人们麻痹, 丧失对解决方案的思考, 丧失对生活的抗争性</li>
</ul>
</div>
</li>
<li><a id="orgf2ddb0e"></a>是人的本质在幻想中的实现<br />
<div class="outline-text-5" id="text-6-2-2-2">
<ul class="org-ul">
<li>是人的世界的某种幻想的产物
<ul class="org-ul">
<li>幻想一个和人的世界相对的社会, 天堂, 前世来世</li>
</ul></li>
<li>人自身所在的社会就是二重对立的
<ul class="org-ul">
<li>有人享乐有人受苦</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org2f822c2" class="outline-4">
<h4 id="org2f822c2"><span class="section-number-4">6.2.3</span> 宗教批判(马克思没说过宗教一定会消亡)</h4>
<div class="outline-text-4" id="text-6-2-3">
<p>
澄清前提, 划定界限
</p>
</div>
<ol class="org-ol">
