note.org
**** 宗教的经济根源
- 现实生活中充满了奴役压迫不平等, 宗教带来精神慰藉
- 不是信徒没有文化水平不科学, 是信徒的经济能力阶级地位不允许, 本质是经济不平等
- 如果宗教仅仅有经济根源, 那么当按需分配实现, 教育完全, 阶级消亡, 经济平等, 宗教将消亡
**** 宗教的一般根源                                             :划定界限:
- 就算按需分配, 社会仍然会存在矛盾, 仍然促使人创造彼岸社会而去相信拥护它
  - 人的有限性和自然的无限性的必然的冲突, 
  - 寄托哀思, 建构情感联系, 需要宗教的彼岸世界
***** 未来的宗教
人是主体, 创造宗教, 是对象化的过程
- 如今人成为了客体, 宗教成为了绝对主体, 统治了人, 宗教异化的状态
- 未来, 异化的宗教消亡, 只留下对象化的宗教
  - 我们知道神是建构出来的, 是虚假的
  - 但我们需要神来寄托一些情感
  - 中国人的宗教对象化, 实用主义态度
(如此实用主义? 留待考证)
*** 共产党员能信教吗?
- 不同的国家有不同的传统, 只要拥护马克思主义, 拥护无产阶级专政, 信教无妨
- 中国历来没有信教的习惯, 实用主义, 那么中国共产党员不信便可
*** 伊斯兰教很极端?
- 不要对宗教本身产生偏见
- 不同的时代, 不同的社会基础, 不同的人民, 不同的极端
- 社会基础的问题
  - 十字军东征, 西欧社会极端, 残暴的是基督教, 温和的是伊斯兰教
  - 如今, 残暴的是伊斯兰教
** 婚姻家庭学说
*** 女权主义
有各种思潮, 不能一概而论
**** 女尊, 女利主义, 伪女权
- 古代社会"三从四德", 主要生产来源是男性, 女性处于依附地位
- 将这样的关系简单颠倒, 但同时保留对自己有利的部分
**** 自由主义"女权", 伪女权
女性支配自己身体的权力
- 合法的卖淫, 灰色地带
  - 婚姻中出卖美色而换取幸福生活
- 非法的卖淫
***** 物化/自我物化(商品化)
没有真正的保护女性
***** 德: 劳动法保护失足女性的权利
没有澄清前提
- 保留了压迫, 经济不平等的前提
  - 失足女性是被迫出卖身体
- 不是要在现象上简单改造, 而是要改造社会基础, 改造前提
**** 文化女权
观念斗争领域强调男女平等, 而不涉及经济基础
- 如欧洲 "白左"
- 问题在于只在文化上强调, 局限, 狭隘
  - 最终将过分强调平等, 走向吹毛求疵
- 有进步性
**** 马克思主义女权
- 妇女的解放首要的任务是经济的解放
- 男女平等的首要任务是经济平等
- 女性的独立首要的任务是经济的独立
- 毛泽东时代的妇女
  - 男女同工同酬, 男女较为平等: 进步性的意义
  - 但有违背自然, 女性男性化的问题
- 如果今天, 在阶级仍然存在的条件下, 过分强调女性的自然柔弱, 避免工作, 回归本质,
  不是所有女性都具有这样的条件, 更容易演化为附庸
*** 婚姻家庭的历史演进
排他性逐渐增强
**** 原始社会
母权; 血缘关系主导

女性采摘果实, 女性生育, 比男性的狩猎带来更高的价值

- 群婚制
- 伙婚制: 氏族与氏族间成伙结婚
  - 母爱也随着实践展开的
- 对偶婚制: 相对固定的一夫一妻, 有不同形式打破这样的固定
  - 如走婚制
**** 古代社会(封建, 奴隶社会)
父权; 财产, 身份关系主导

人类历史上第一次压迫是父权对母权的胜利

- 专偶制: 私有制出现, 父权对母权的胜利
**** 近代资本主义社会
父权; 财产关系主导
- 一夫一妻制
  - 一夫一妻制是外壳, 内核是财产关系
***** 现存的婚姻关系是买卖关系
- 婚姻市场, 商品经济等价交换
  - 家庭出身
  - 个人现实处境
  - 未来潜力
- 不等价的交换会带来极大的社会压力
***** 最根本的统治
高层的人不可能爱上底层的人
- 文化隔阂, 阶级鸿沟
- 不等价的交换是童话的爱情
  - 有压力, 但会得到童话般的祝福
  - 更本质的统治是阶级的鸿沟
**** 共产主义
形式是无所谓的

爱情主导

- 实质意义上的男女平等
- 排他性
- 仍有矛盾, 不平等
  - 人之为人的, 自由发展条件下的不平等
* 结语: 马克思主义: 我们时代的哲学
- 如何看待马克思主义? ::
  萨特: 马克思主义没有过时, 它是我们这个时代的哲学, 它不能被超越, 因为产生它的情势还没有被超越
  - 当阶级灭亡, 资产阶级的矛盾消亡, 马克思主义才会消亡
- 如何看待马克思主义理论? ::
  不再醉心于解释世界, 而是进一步要改造世界
- 如何成为马克思主义者? :: 
  哲学是头脑, 无产阶级是心脏
  - 作为中间阶级, 也要拥抱无产阶级
* 考试
开卷, 简答
- 导论
  - 流派
  - 著作
- 第二讲 重拾
  - 革命辩证法
- 第三讲 政经批判
  - 全部
- 第四讲 三重维度
  - 现实运动
  - 社会形态
- 第五讲 只考国家学说
- 结语 不考
