note.html
<li><a id="org9d68bf3"></a>宗教的经济根源<br />
<div class="outline-text-5" id="text-6-2-3-1">
<ul class="org-ul">
<li>现实生活中充满了奴役压迫不平等, 宗教带来精神慰藉</li>
<li>不是信徒没有文化水平不科学, 是信徒的经济能力阶级地位不允许, 本质是经济不平等</li>
<li>如果宗教仅仅有经济根源, 那么当按需分配实现, 教育完全, 阶级消亡, 经济平等, 宗教将消亡</li>
</ul>
</div>
</li>
<li><a id="org357bb74"></a>宗教的一般根源&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">划定界限</span></span><br />
<div class="outline-text-5" id="text-6-2-3-2">
<ul class="org-ul">
<li>就算按需分配, 社会仍然会存在矛盾, 仍然促使人创造彼岸社会而去相信拥护它
<ul class="org-ul">
<li>人的有限性和自然的无限性的必然的冲突,</li>
<li>寄托哀思, 建构情感联系, 需要宗教的彼岸世界</li>
</ul></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orgb71195f"></a>未来的宗教<br />
<div class="outline-text-6" id="text-6-2-3-2-1">
<p>
人是主体, 创造宗教, 是对象化的过程
</p>
<ul class="org-ul">
<li>如今人成为了客体, 宗教成为了绝对主体, 统治了人, 宗教异化的状态</li>
<li>未来, 异化的宗教消亡, 只留下对象化的宗教
<ul class="org-ul">
<li>我们知道神是建构出来的, 是虚假的</li>
<li>但我们需要神来寄托一些情感</li>
<li>中国人的宗教对象化, 实用主义态度</li>
</ul></li>
</ul>
<p>
(如此实用主义? 留待考证)
</p>
</div>
</li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org2271ef1" class="outline-4">
<h4 id="org2271ef1"><span class="section-number-4">6.2.4</span> 共产党员能信教吗?</h4>
<div class="outline-text-4" id="text-6-2-4">
<ul class="org-ul">
<li>不同的国家有不同的传统, 只要拥护马克思主义, 拥护无产阶级专政, 信教无妨</li>
<li>中国历来没有信教的习惯, 实用主义, 那么中国共产党员不信便可</li>
</ul>
</div>
</div>
<div id="outline-container-org4d8ffc9" class="outline-4">
<h4 id="org4d8ffc9"><span class="section-number-4">6.2.5</span> 伊斯兰教很极端?</h4>
<div class="outline-text-4" id="text-6-2-5">
<ul class="org-ul">
<li>不要对宗教本身产生偏见</li>
<li>不同的时代, 不同的社会基础, 不同的人民, 不同的极端</li>
<li>社会基础的问题
<ul class="org-ul">
<li>十字军东征, 西欧社会极端, 残暴的是基督教, 温和的是伊斯兰教</li>
<li>如今, 残暴的是伊斯兰教</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org63b6ca0" class="outline-3">
<h3 id="org63b6ca0"><span class="section-number-3">6.3</span> 婚姻家庭学说</h3>
<div class="outline-text-3" id="text-6-3">
</div>
<div id="outline-container-org03a6635" class="outline-4">
<h4 id="org03a6635"><span class="section-number-4">6.3.1</span> 女权主义</h4>
<div class="outline-text-4" id="text-6-3-1">
<p>
有各种思潮, 不能一概而论
</p>
</div>
<ol class="org-ol">
<li><a id="org423230f"></a>女尊, 女利主义, 伪女权<br />
<div class="outline-text-5" id="text-6-3-1-1">
<ul class="org-ul">
<li>古代社会"三从四德", 主要生产来源是男性, 女性处于依附地位</li>
<li>将这样的关系简单颠倒, 但同时保留对自己有利的部分</li>
</ul>
</div>
</li>
<li><a id="orgbafe47c"></a>自由主义"女权", 伪女权<br />
<div class="outline-text-5" id="text-6-3-1-2">
<p>
女性支配自己身体的权力
</p>
<ul class="org-ul">
<li>合法的卖淫, 灰色地带
<ul class="org-ul">
<li>婚姻中出卖美色而换取幸福生活</li>
</ul></li>
<li>非法的卖淫</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orgefe7825"></a>物化/自我物化(商品化)<br />
<div class="outline-text-6" id="text-6-3-1-2-1">
<p>
没有真正的保护女性
</p>
</div>
</li>
<li><a id="orgf547f53"></a>德: 劳动法保护失足女性的权利<br />
<div class="outline-text-6" id="text-6-3-1-2-2">
<p>
没有澄清前提
</p>
<ul class="org-ul">
<li>保留了压迫, 经济不平等的前提
<ul class="org-ul">
<li>失足女性是被迫出卖身体</li>
</ul></li>
<li>不是要在现象上简单改造, 而是要改造社会基础, 改造前提</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="org1edfded"></a>文化女权<br />
<div class="outline-text-5" id="text-6-3-1-3">
<p>
观念斗争领域强调男女平等, 而不涉及经济基础
</p>
<ul class="org-ul">
<li>如欧洲 "白左"</li>
<li>问题在于只在文化上强调, 局限, 狭隘
<ul class="org-ul">
<li>最终将过分强调平等, 走向吹毛求疵</li>
</ul></li>
<li>有进步性</li>
</ul>
</div>
</li>
<li><a id="org94433c2"></a>马克思主义女权<br />
<div class="outline-text-5" id="text-6-3-1-4">
<ul class="org-ul">
<li>妇女的解放首要的任务是经济的解放</li>
<li>男女平等的首要任务是经济平等</li>
<li>女性的独立首要的任务是经济的独立</li>
<li>毛泽东时代的妇女
<ul class="org-ul">
<li>男女同工同酬, 男女较为平等: 进步性的意义</li>
<li>但有违背自然, 女性男性化的问题</li>
</ul></li>
<li>如果今天, 在阶级仍然存在的条件下, 过分强调女性的自然柔弱, 避免工作, 回归本质,
不是所有女性都具有这样的条件, 更容易演化为附庸</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org8d18407" class="outline-4">
<h4 id="org8d18407"><span class="section-number-4">6.3.2</span> 婚姻家庭的历史演进</h4>
<div class="outline-text-4" id="text-6-3-2">
<p>
排他性逐渐增强
</p>
</div>
<ol class="org-ol">
<li><a id="org655ff5c"></a>原始社会<br />
<div class="outline-text-5" id="text-6-3-2-1">
<p>
母权; 血缘关系主导
</p>

<p>
女性采摘果实, 女性生育, 比男性的狩猎带来更高的价值
</p>

<ul class="org-ul">
<li>群婚制</li>
<li>伙婚制: 氏族与氏族间成伙结婚
<ul class="org-ul">
<li>母爱也随着实践展开的</li>
</ul></li>
<li>对偶婚制: 相对固定的一夫一妻, 有不同形式打破这样的固定
<ul class="org-ul">
<li>如走婚制</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org74ffff9"></a>古代社会(封建, 奴隶社会)<br />
<div class="outline-text-5" id="text-6-3-2-2">
<p>
父权; 财产, 身份关系主导
</p>

<p>
人类历史上第一次压迫是父权对母权的胜利
</p>

<ul class="org-ul">
<li>专偶制: 私有制出现, 父权对母权的胜利</li>
</ul>
</div>
</li>
<li><a id="org127ed77"></a>近代资本主义社会<br />
<div class="outline-text-5" id="text-6-3-2-3">
<p>
父权; 财产关系主导
</p>
<ul class="org-ul">
<li>一夫一妻制
<ul class="org-ul">
<li>一夫一妻制是外壳, 内核是财产关系</li>
</ul></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orgfa71627"></a>现存的婚姻关系是买卖关系<br />
<div class="outline-text-6" id="text-6-3-2-3-1">
<ul class="org-ul">
<li>婚姻市场, 商品经济等价交换
<ul class="org-ul">
<li>家庭出身</li>
<li>个人现实处境</li>
<li>未来潜力</li>
</ul></li>
<li>不等价的交换会带来极大的社会压力</li>
</ul>
</div>
</li>
<li><a id="org72efa73"></a>最根本的统治<br />
<div class="outline-text-6" id="text-6-3-2-3-2">
<p>
高层的人不可能爱上底层的人
</p>
<ul class="org-ul">
<li>文化隔阂, 阶级鸿沟</li>
<li>不等价的交换是童话的爱情
<ul class="org-ul">
<li>有压力, 但会得到童话般的祝福</li>
<li>更本质的统治是阶级的鸿沟</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="orgd3be17e"></a>共产主义<br />
<div class="outline-text-5" id="text-6-3-2-4">
<p>
形式是无所谓的
</p>

<p>
爱情主导
</p>

<ul class="org-ul">
<li>实质意义上的男女平等</li>
<li>排他性</li>
<li>仍有矛盾, 不平等
<ul class="org-ul">
<li>人之为人的, 自由发展条件下的不平等</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-orgc583468" class="outline-2">
<h2 id="orgc583468"><span class="section-number-2">7</span> 结语: 马克思主义: 我们时代的哲学</h2>
<div class="outline-text-2" id="text-7">
<dl class="org-dl">
<dt>如何看待马克思主义?</dt><dd>萨特: 马克思主义没有过时, 它是我们这个时代的哲学, 它不能被超越, 因为产生它的情势还没有被超越
<ul class="org-ul">
<li>当阶级灭亡, 资产阶级的矛盾消亡, 马克思主义才会消亡</li>
</ul></dd>
<dt>如何看待马克思主义理论?</dt><dd>不再醉心于解释世界, 而是进一步要改造世界</dd>
<dt>如何成为马克思主义者?</dt><dd>哲学是头脑, 无产阶级是心脏
<ul class="org-ul">
<li>作为中间阶级, 也要拥抱无产阶级</li>
</ul></dd>
</dl>
</div>
</div>
<div id="outline-container-org8f228c1" class="outline-2">
<h2 id="org8f228c1"><span class="section-number-2">8</span> 考试</h2>
<div class="outline-text-2" id="text-8">
<p>
开卷, 简答
</p>
<ul class="org-ul">
<li>导论
<ul class="org-ul">
<li>流派</li>
<li>著作</li>
</ul></li>
<li>第二讲 重拾
<ul class="org-ul">
<li>革命辩证法</li>
</ul></li>
<li>第三讲 政经批判
<ul class="org-ul">
<li>全部</li>
</ul></li>
<li>第四讲 三重维度
<ul class="org-ul">
<li>现实运动</li>
<li>社会形态</li>
</ul></li>
<li>第五讲 只考国家学说</li>
<li>结语 不考</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: LanderX</p>
<p class="date">Created: 2020-12-24 周四 17:24</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
